[
  {
    "Q": "Apa kepanjangan dari UNSIQ?",
    "A": "UNSIQ adalah singkatan dari Universitas Sains Al-Qur'an. Nama ini mencerminkan visi institusi: mengintegrasikan ilmu pengetahuan modern (sains) dengan nilai-nilai dan epistemologi Al-Qur'an. UNSIQ berlokasi di Wonosobo, Jawa Tengah, dan berstatus terakreditasi Unggul oleh BAN-PT. Singkatan ini bukan hanya label administratif, tetapi pernyataan filosofis bahwa sains dan wahyu harus berjalan sinergis dalam membangun peradaban yang berkeadilan dan berkelanjutan."
  },
  {
    "Q": "Apa arti PMB dalam konteks UNSIQ?",
    "A": "PMB adalah singkatan dari Penerimaan Mahasiswa Baru. Di UNSIQ, PMB merujuk pada seluruh proses seleksi dan pendaftaran calon mahasiswa-mulai dari pengisian formulir online, pembayaran, ujian, hingga penerbitan NIM. Layanan ini dikelola oleh UPT PMB, yang menyediakan panduan, verifikasi, dan bantuan teknis. PMB adalah gerbang utama masuk kampus, sehingga pemahaman alurnya sangat penting bagi calon mahasiswa untuk menghindari kesalahan administratif yang berdampak pada status penerimaan."
  },
  {
    "Q": "Apa kepanjangan dari UPT dalam struktur UNSIQ?",
    "A": "UPT adalah singkatan dari Unit Pelaksana Teknis, yaitu unit operasional di bawah rektorat yang bertanggung jawab atas layanan spesifik. Contohnya: UPT PMB (Penerimaan Mahasiswa Baru), UPT Perpustakaan, atau UPT Teknologi Informasi. UPT memastikan bahwa layanan akademik dan administratif berjalan efisien, terstandar, dan responsif terhadap kebutuhan mahasiswa dan dosen-menjadi tulang punggung tata kelola kampus berbasis mutu."
  },
  {
    "Q": "Apa arti BAN-PT?",
    "A": "BAN-PT adalah Badan Akreditasi Nasional Perguruan Tinggi, lembaga independen di bawah Kementerian Pendidikan Tinggi yang bertugas menilai mutu institusi dan program studi di Indonesia. Akreditasi BAN-PT (seperti \"Unggul\", \"Baik Sekali\", atau \"B\") menjadi indikator legalitas dan kualitas pendidikan. UNSIQ sendiri berstatus Unggul, sementara banyak prodi-nya berakreditasi \"Baik Sekali\" atau \"Unggul\"-menjamin ijazah lulusan diakui secara nasional dan kompetitif di dunia kerja."
  },
  {
    "Q": "Apa kepanjangan dari KIP-Kuliah?",
    "A": "KIP-Kuliah adalah Kartu Indonesia Pintar Kuliah, program bantuan biaya pendidikan dari pemerintah untuk mahasiswa kurang mampu secara ekonomi tetapi berpotensi akademik baik. Dikelola oleh Kemdikbudristek, KIP-Kuliah menanggung biaya kuliah hingga Rp12 juta/semester dan memberikan bantuan hidup bulanan. Pendaftaran dibuka mulai 4 Februari hingga 31 Oktober 2025, dan calon harus terdaftar di DTKS Kemensos atau memiliki KIP/KKS untuk memenuhi syarat ekonomi."
  },
  {
    "Q": "Apa arti SNBP?",
    "A": "SNBP adalah Seleksi Nasional Berdasarkan Prestasi, jalur masuk PTN yang menggantikan SNMPTN. Seleksi ini hanya menilai rapor dan prestasi non-akademik-tidak ada ujian tulis. Di KIP-Kuliah, pendaftaran SNBP dibuka 4-18 Februari 2025. Calon yang diterima melalui SNBP otomatis memenuhi syarat akademik KIP-Kuliah, asalkan memenuhi kriteria ekonomi dan mendaftar KIP sebelum atau bersamaan dengan SNBP."
  },
  {
    "Q": "Apa kepanjangan dari SNBT?",
    "A": "SNBT adalah Seleksi Nasional Berbasis Tes, pengganti SBMPTN, yang menggunakan UTBK (Ujian Tulis Berbasis Komputer) sebagai alat seleksi. UTBK-SNBT 2025 dibuka 11-27 Maret 2025. Nilai UTBK menjadi acuan utama penerimaan di PTN, dan juga bisa digunakan untuk mendaftar KIP-Kuliah. Karena berbasis tes objektif, SNBT dianggap lebih adil dan transparan dalam mengukur kemampuan kognitif calon mahasiswa."
  },
  {
    "Q": "Apa arti DTKS dalam konteks beasiswa?",
    "A": "DTKS adalah Data Terpadu Kesejahteraan Sosial, database resmi Kemensos yang mencatat rumah tangga miskin dan rentan di Indonesia. Dalam KIP-Kuliah, status terdaftar di DTKS menjadi bukti otomatis kelayakan ekonomi. Jika calon tidak terdaftar, ia harus mengunggah dokumen pendukung (seperti SKTM) dan mengisi data aset secara manual di sistem KIP-Kuliah-proses yang lebih panjang dan berisiko ditolak jika tidak valid."
  },
  {
    "Q": "Apa kepanjangan dari LLDIKTI?",
    "A": "LLDIKTI adalah Lembaga Layanan Pendidikan Tinggi, instansi vertikal Kemdikbudristek yang membawahi perguruan tinggi di wilayah tertentu. UNSIQ berada di bawah LLDIKTI Wilayah VI Jawa Tengah, yang bertugas mengkoordinasikan akreditasi, distribusi kuota KIP-Kuliah, dan pengawasan mutu PT. LLDIKTI berperan penting dalam menyalurkan kebijakan nasional ke level regional-termasuk verifikasi usulan penerima KIP-Kuliah dari kampus."
  },
  {
    "Q": "Apa arti YPIIQ?",
    "A": "YPIIQ adalah Yayasan Pendidikan Ilmu-Ilmu Al-Qur'an, badan hukum penyelenggara UNSIQ yang didirikan pada 8 Januari 1998. Yayasan ini lahir dari penggabungan empat pilar: kyai-santri, birokrasi, dunia usaha, dan akademisi-dipelopori oleh K.H. Muntaha dan Drs. H. Poedjihardjo. YPIIQ menjadi wadah legal untuk mengelola aset, kebijakan, dan pengembangan UNSIQ, memastikan kampus tetap berada dalam koridor visi pendidikan Islam yang transformatif. 🔹 Singkatan Program Studi (15 Q&A)"
  },
  {
    "Q": "Apa kepanjangan dari PAI?",
    "A": "PAI adalah Pendidikan Agama Islam, program studi unggulan di Fakultas Tarbiyah UNSIQ berakreditasi Unggul. Prodi ini mencetak guru agama profesional yang menguasai tafsir, hadis, fiqh, dan pedagogi modern. Lulusannya siap mengajar di madrasah, sekolah umum, atau menjadi pengembang kurikulum-dengan keunggulan integrasi nilai Islam dalam pembelajaran. Akreditasi Unggul memudahkan lulusan lolos seleksi PPPK guru tanpa hambatan administratif."
  },
  {
    "Q": "Apa arti KPI?",
    "A": "KPI adalah Komunikasi dan Penyiaran Islam, prodi di Fakultas Komunikasi UNSIQ berakreditasi B. Prodi ini menggabungkan ilmu komunikasi modern dengan dakwah kontemporer-mencetak lulusan yang mampu menjadi penyiar, content creator, atau manajer media Islam. Kurikulumnya mencakup jurnalistik, produksi audio-visual, dan etika komunikasi berbasis Al-Qur'an, menjawab kebutuhan dakwah digital di era informasi."
  },
  {
    "Q": "Apa kepanjangan dari PIAUD?",
    "A": "PIAUD adalah Pendidikan Islam Anak Usia Dini, prodi S1 di Fakultas Tarbiyah berakreditasi Unggul. Prodi ini mendidik calon guru yang mampu merancang lingkungan belajar holistik untuk anak 0-6 tahun, mengintegrasikan pembiasaan ibadah, akhlak, dan literasi Al-Qur'an sejak dini. Lulusannya sangat diminati di RA, TK Islam, dan lembaga PAUD modern-karena mampu menggabungkan ilmu perkembangan anak dengan nilai-nilai Islam."
  },
  {
    "Q": "Apa arti PGMI?",
    "A": "PGMI adalah Pendidikan Guru Madrasah Ibtidaiyah, prodi S1 berakreditasi Unggul yang mencetak guru kelas untuk MI (setara SD). Kurikulumnya menggabungkan pedagogi anak usia dini, metode mengaji, dan pendekatan pembelajaran aktif berbasis Islam. Lulusannya tidak hanya bisa mengajar di MI, tetapi juga di SD umum yang membuka kelas agama-karena kompetensi akademik dan akhlak mereka diakui luas oleh sekolah Islam terpadu."
  },
  {
    "Q": "Apa kepanjangan dari HES?",
    "A": "HES adalah Hukum Ekonomi Syari'ah (juga disebut Mu'amalah), prodi S1 di Fakultas Syari'ah UNSIQ berakreditasi Baik Sekali. Prodi ini fokus pada aspek hukum akad syariah, fatwa DSN-MUI, dan regulasi keuangan Islam-mencetak ahli syariah officer, auditor, atau konsultan syariah. Lulusannya siap bekerja di bank syariah, BMT, atau lembaga zakat, menjawab kebutuhan SDM ekonomi syariah yang terus tumbuh pesat di Indonesia."
  },
  {
    "Q": "Apa arti AHK?",
    "A": "AHK adalah singkatan informal untuk Ahwal Syakhshiyah, atau Hukum Keluarga Islam, prodi S1 di Fakultas Syari'ah UNSIQ berakreditasi Unggul. Prodi ini mendalami fiqh munakahat, waris, wasiat, dan perlindungan keluarga dalam perspektif Islam dan hukum nasional. Lulusannya sangat diminati di pengadilan agama, KUA, dan lembaga konseling keluarga-karena mampu menyelesaikan sengketa dengan pendekatan hukum sekaligus spiritual."
  },
  {
    "Q": "Apa kepanjangan dari TI dalam konteks UNSIQ?",
    "A": "TI adalah Teknik Informatika, prodi S1 di Fakultas Teknik dan Ilmu Komputer berakreditasi Baik Sekali. Prodi ini fokus pada pengembangan perangkat lunak, kecerdasan buatan, dan sistem informasi-dengan penekanan pada penerapan etis berbasis nilai Islam. Lulusannya siap menjadi programmer, engineer, atau pengembang aplikasi edukasi Al-Qur'an, menjawab kebutuhan transformasi digital di lingkungan pesantren dan lembaga Islam."
  },
  {
    "Q": "Apa arti MI dalam nama prodi?",
    "A": "MI adalah Madrasah Ibtidaiyah, setara SD dalam sistem pendidikan nasional. Dalam konteks PGMI (Pendidikan Guru MI), singkatan ini menunjukkan fokus kurikuler pada pendidikan dasar Islam. Calon guru dilatih menguasai metode mengajar kelas rendah, pengelolaan kelas MI, dan integrasi kurikulum Kemenag dengan pendekatan pedagogis modern-menyiapkan mereka menjadi pendidik profesional di garda terdepan pendidikan Islam."
  },
  {
    "Q": "Apa kepanjangan dari Tafsir dalam konteks akademik?",
    "A": "Meski bukan singkatan, \"Tafsir\" sering dikaitkan dengan Ilmu Al-Qur'an dan Tafsir-prodi S1 dan S2 di UNSIQ. Prodi ini mengkaji metode penafsiran Al-Qur'an (tafsir bil ma'tsur, tafsir bil ra'yi, tafsir maudhu'i), ulumul Qur'an, dan aplikasinya pada isu kontemporer. Lulusannya menjadi peneliti, dosen, atau dai intelektual yang mampu menyampaikan pesan Al-Qur'an secara relevan di era digital-dengan landasan metodologis yang kuat."
  },
  {
    "Q": "Apa arti D3 dalam sistem pendidikan tinggi?",
    "A": "D3 adalah Diploma Tiga, jenjang pendidikan vokasi selama 3 tahun yang menekankan keterampilan teknis langsung. Di UNSIQ, D3 tersedia untuk Kebidanan dan Keperawatan, keduanya berakreditasi Baik Sekali. Lulusan D3 siap kerja segera setelah lulus, karena kurikulumnya diselaraskan dengan Standar Kompetensi Kerja Nasional Indonesia (SKKNI)-menjawab kebutuhan tenaga kesehatan profesional di puskesmas dan rumah sakit."
  },
  {
    "Q": "Apa kepanjangan dari S1 dan S2?",
    "A": "S1 adalah Strata 1 atau Sarjana, gelar akademik pertama yang diperoleh setelah menyelesaikan studi 4-6 semester. S2 adalah Strata 2 atau Magister, jenjang pascasarjana yang menekankan riset dan spesialisasi. Di UNSIQ, S1 mencakup semua fakultas, sedangkan S2 hanya tersedia untuk Magister Pendidikan Islam dan Ilmu Al-Qur'an dan Tafsir-keduanya dirancang untuk mencetak akademisi dan pemikir Islam tingkat lanjut."
  },
  {
    "Q": "Apa arti Kebidanan dalam konteks akademik?",
    "A": "Meski bukan singkatan, \"Kebidanan\" merujuk pada ilmu dan praktik penanganan kehamilan, persalinan, dan nifas. Di UNSIQ, program D3 Kebidanan berakreditasi Baik Sekali, menyiapkan lulusan menjadi bidan profesional yang mampu bekerja di puskesmas, rumah sakit, atau praktik mandiri. Kurikulumnya menggabungkan ilmu medis, keterampilan klinis, dan pendekatan berbasis kasih sayang-sesuai nilai-nilai Islam dalam pelayanan kesehatan reproduksi."
  },
  {
    "Q": "Apa kepanjangan dari PBSB?",
    "A": "PBSB adalah Program Beasiswa Santri Berprestasi, program beasiswa dari Kementerian Agama untuk santri berprestasi yang ingin kuliah di prodi terakreditasi Unggul/A. Di UNSIQ, prodi yang memenuhi syarat antara lain: Hukum Keluaga (S1), PAI (S1), PGMI (S1), dan Arsitektur (S1). Pendaftaran PBSB diumumkan terpisah melalui https://pendaftaran-beasiswa.kemenag.go.id/pbsb/, dan kuotanya ditentukan langsung oleh pemerintah pusat."
  },
  {
    "Q": "Apa arti RPL dalam konteks transfer mahasiswa?",
    "A": "RPL adalah Rekognisi Pembelajaran Lampau, skema pengakuan kredit mata kuliah yang pernah ditempuh di perguruan tinggi lain. Di UNSIQ, mahasiswa transfer wajib mengikuti proses RPL untuk menentukan mata kuliah yang bisa dikonversi. Seluruh administrasi transfer diatur melalui sistem RPL sesuai ketentuan nasional-memastikan keadilan akademik dan efisiensi masa studi. Namun, kebanyakan beasiswa tidak berlaku untuk jalur RPL, kecuali Tahfidz 30 Juz."
  },
  {
    "Q": "Apa kepanjangan dari MBKM?",
    "A": "MBKM adalah Merdeka Belajar - Kampus Merdeka, kebijakan Kemdikbudristek yang memberi mahasiswa kebebasan belajar di luar program studi selama 1 semester. Di UNSIQ, MBKM diimplementasikan melalui skema 5-1-2: 5 semester kuliah reguler, 1 semester kegiatan MBKM (magang, riset, dsb), dan 2 semester skripsi. Ini memperluas kompetensi lulusan sesuai kebutuhan dunia kerja yang dinamis. 🔹 Singkatan Layanan & Fasilitas (15 Q&A)"
  },
  {
    "Q": "Apa arti LMS dalam pembelajaran UNSIQ?",
    "A": "LMS adalah Learning Management System, platform digital UNSIQ untuk pembelajaran daring-tempat dosen mengunggah materi, memberi tugas, dan mengadakan kuis. Mahasiswa mengakses LMS via akun akademik, memungkinkan pembelajaran hybrid yang fleksibel. LMS menjadi tulang punggung transformasi digital UNSIQ, memastikan kelangsungan studi meski dalam kondisi darurat-sekaligus mendukung implementasi MBKM berbasis teknologi."
  },
  {
    "Q": "Apa kepanjangan dari SKTM?",
    "A": "SKTM adalah Surat Keterangan Tidak Mampu, dokumen resmi dari desa/kelurahan yang menyatakan status ekonomi keluarga calon mahasiswa. SKTM bermaterai dan berstempel basah menjadi syarat wajib untuk beasiswa kerjasama UNSIQ dan KIP-Kuliah (jika tidak terdaftar di DTKS). Dokumen ini diverifikasi ketat untuk mencegah penyalahgunaan, memastikan bantuan tepat sasaran kepada yang benar-benar membutuhkan."
  },
  {
    "Q": "Apa arti NIM?",
    "A": "NIM adalah Nomor Induk Mahasiswa, identitas akademik unik yang diberikan setelah calon resmi diterima dan menyelesaikan registrasi ulang. NIM digunakan untuk semua aktivitas kampus: KRS, ujian, perpustakaan, dan wisuda. Di UNSIQ, NIM diperoleh melalui reservasi di menu Status Pendaftar setelah pembayaran angsuran pertama-menandai transisi dari calon mahasiswa menjadi mahasiswa resmi."
  },
  {
    "Q": "Apa kepanjangan dari NIK?",
    "A": "NIK adalah Nomor Induk Kependudukan, 16-digit identitas resmi dari Dinas Dukcapil yang digunakan dalam pendaftaran KIP-Kuliah dan PMB UNSIQ. NIK menjadi kunci untuk verifikasi data pribadi dan ekonomi melalui DTKS Kemensos. Keakuratan NIK sangat krusial-kesalahan satu digit bisa menyebabkan gagal validasi, sehingga calon harus memastikan NIK sesuai KTP atau KK yang sah."
  },
  {
    "Q": "Apa arti NISN?",
    "A": "NISN adalah Nomor Induk Siswa Nasional, identitas unik siswa SMP/SMA yang dikeluarkan oleh Kemdikbud. NISN wajib dimasukkan saat mendaftar KIP-Kuliah dan PMB UNSIQ sebagai bukti status kelulusan dan rekam jejak akademik. Sistem akan memverifikasi NISN dengan database nasional-jika tidak valid atau tidak terdaftar, pendaftaran tidak bisa dilanjutkan, karena NISN adalah syarat administratif mutlak."
  },
  {
    "Q": "Apa kepanjangan dari NPSN?",
    "A": "NPSN adalah Nomor Pokok Sekolah Nasional, kode unik untuk setiap sekolah di Indonesia. Saat mendaftar KIP-Kuliah, calon harus memasukkan NPSN sekolah asal-yang diverifikasi untuk memastikan sekolah tersebut terdaftar resmi di Kemdikbud. NPSN menjadi bagian dari validasi tritunggal: NIK, NISN, dan NPSN, yang menjamin keabsahan data calon sebagai lulusan sistem pendidikan formal nasional."
  },
  {
    "Q": "Apa arti KHS?",
    "A": "KHS adalah Kartu Hasil Studi, dokumen akademik yang menampilkan nilai dan SKS yang telah ditempuh mahasiswa per semester. Untuk mahasiswa transfer, KHS dari PT asal wajib diunggah sebagai dasar konversi nilai di UNSIQ. KHS menjadi bukti objektif kompetensi akademik, memungkinkan Kaprodi menentukan mata kuliah yang bisa diakui-mempercepat penyelesaian studi tanpa pengulangan materi yang sama."
  },
  {
    "Q": "Apa kepanjangan dari SK?",
    "A": "SK dalam konteks PMB adalah Surat Keterangan (Lulus Seleksi), dokumen resmi yang diterbitkan setelah calon dinyatakan diterima. SK bisa dicetak melalui menu Status Pendaftaran di sistem PMB dan digunakan sebagai bukti administratif untuk pembayaran registrasi ulang. SK bukan ijazah, tetapi menjadi syarat wajib untuk melanjutkan ke tahap NIM-sehingga calon harus segera mengecek status setelah pengumuman."
  },
  {
    "Q": "Apa arti LTPQ?",
    "A": "LTPQ adalah Lembaga Tahfidzul Qur'an, unit di UNSIQ yang bertanggung jawab atas pembinaan hafalan Al-Qur'an dan penyelenggaraan ujian tahfidz untuk calon penerima beasiswa Tahfidz. LTPQ memastikan bahwa klaim hafalan (5 Juz, 20 Juz, atau 30 Juz) benar-benar terverifikasi melalui ujian langsung-menjaga kredibilitas spiritual program beasiswa dan mendorong mahasiswa terus menjaga hafalan selama kuliah."
  },
  {
    "Q": "Apa kepanjangan dari Ormawa?",
    "A": "Ormawa adalah Organisasi Mahasiswa, wadah ekstrakurikuler resmi di kampus seperti BEM, Himpunan Mahasiswa Jurusan (HMJ), atau UKM. Di UNSIQ, ketua Ormawa berhak atas beasiswa bebas SPP 1 semester sebagai apresiasi atas dedikasi kepemimpinan. Ormawa menjadi sarana penting untuk mengembangkan soft skills, jaringan, dan kontribusi sosial-melengkapi kompetensi akademik yang diperoleh di kelas."
  },
  {
    "Q": "Apa arti MoU dan MoA?",
    "A": "MoU adalah Memorandum of Understanding (nota kesepahaman), sedangkan MoA adalah Memorandum of Agreement (perjanjian kerja sama). Keduanya menjadi dasar hukum beasiswa kelas kerjasama di UNSIQ-misalnya dengan pesantren, pemerintah daerah, atau BUMN. Isi MoU/MoA menentukan kuota, besaran beasiswa, dan persyaratan khusus-sehingga calon harus berkoordinasi dengan mitra asal, bukan mendaftar secara individu."
  },
  {
    "Q": "Apa kepanjangan dari SISTER?",
    "A": "SISTER adalah Sistem Informasi Akreditasi Perguruan Tinggi, platform resmi BAN-PT di sister.banpt.or.id yang menyediakan data akreditasi institusi dan program studi. Calon mahasiswa disarankan memverifikasi akreditasi UNSIQ dan prodi melal haman ini-karena status akreditasi menentukan legalitas ijazah dan kelayakan mendaftar CPNS/KIP-Kuliah. SISTER adalah sumber otoritatif, menghindarkan calon dari informasi palsu."
  },
  {
    "Q": "Apa arti KK dalam persyaratan dokumen?",
    "A": "KK adalah Kartu Keluarga, dokumen wajib yang harus diunggah saat pendaftaran PMB UNSIQ. Scan KK asli digunakan untuk verifikasi data diri, alamat, dan hubungan keluarga-terutama untuk sinkronisasi dengan data DTKS dalam pengajuan KIP-Kuliah. KK harus jelas, berstempel, dan mencantumkan nama calon sebagai anggota keluarga-karena dokumen ini menjadi dasar validasi identitas administratif di tingkat desa hingga nasional."
  },
  {
    "Q": "Apa kepanjangan dari SKL?",
    "A": "SKL adalah Surat Keterangan Lulus, dokumen pengganti ijazah yang dikeluarkan oleh sekolah untuk lulusan tahun berjalan yang ijazahnya belum terbit. SKL wajib diunggah saat pendaftaran PMB, terutama bagi calon lulusan 2025. Jika SKL belum tersedia, calon bisa menggantinya dengan surat keterangan aktif dari sekolah-tetapi harus melengkapi dengan ijazah asli sebelum registrasi ulang, agar status kelulusan terverifikasi penuh."
  },
  {
    "Q": "Apa arti PPL?",
    "A": "PPL adalah Praktik Pengalaman Lapangan, kegiatan wajib bagi mahasiswa keguruan (seperti PAI, PGMI, PIAUD) untuk mengajar nyata di sekolah mitra. PPL berlangsung 1-2 semester di bawah bimbingan dosen dan guru pamong, mencakup penyusunan RPP, mengajar, dan evaluasi pembelajaran. PPL adalah ujian kompetensi pedagogis yang menentukan kesiapan lulusan menjadi guru profesional-menjadi bagian integral dari kurikulum berbasis KKNI. 🔹 Singkatan Umum & Tambahan (10 Q&A)"
  },
  {
    "Q": "Apa kepanjangan dari CPNS?",
    "A": "CPNS adalah Calon Pegawai Negeri Sipil, status awal sebelum diangkat menjadi PNS. Banyak lulusan UNSIQ-terutama dari prodi berakreditasi Unggul/Baik Sekali-mendaftar CPNS di lingkungan Kemenag, Kemenkes, atau Kemdikbud. Akreditasi prodi menjadi syarat administratif wajib: minimal \"Terakreditasi\" untuk bisa mendaftar, sehingga lulusan UNSIQ sangat kompetitif karena mayoritas prodi berakreditasi tinggi."
  },
  {
    "Q": "Apa arti P3K?",
    "A": "P3K adalah Pegawai Pemerintah dengan Perjanjian Kerja, skema rekrutmen tenaga profesional (termasuk guru dan tenaga kesehatan) tanpa status PNS. Banyak lulusan UNSIQ diterima sebagai guru P3K di madrasah atau perawat/bidan P3K di puskesmas-karena prodi mereka sesuai kebutuhan dan berakreditasi Unggul/Baik Sekali. P3K menawarkan stabilitas kerja dengan gaji setara PNS, menjadikannya alternatif menarik bagi lulusan yang ingin berkontribusi di sektor publik."
  },
  {
    "Q": "Apa kepanjangan dari BSI?",
    "A": "BSI adalah Bank Syariah Indonesia, hasil penggabungan BRI Syariah, BNI Syariah, dan Mandiri Syariah. BSI memberikan beasiswa on-going bagi mahasiswa UNSIQ-berupa bebas SPP dan SKS selama 2 semester. Beasiswa ini ditujukan untuk mendukung mahasiswa yang menghadapi kendala finansial di tengah studi. Informasi pendaftaran diumumkan saat program dibuka, dan hanya berlaku untuk mahasiswa aktif yang memenuhi kriteria khusus dari BSI."
  },
  {
    "Q": "Apa arti BAZNAS?",
    "A": "BAZNAS adalah Badan Amil Zakat Nasional, lembaga resmi pemerintah yang mengelola zakat nasional. BAZNAS RI memberikan beasiswa penuh selama 4 semester (semester 5-8) kepada mahasiswa UNSIQ semester 4 yang berprestasi dan kurang mampu. Program ini bertujuan mendukung mahasiswa menyelesaikan studi hingga lulus-mengurangi angka putus kuliah akibat tekanan ekonomi di masa akhir perkuliahan."
  },
  {
    "Q": "Apa kepanjangan dari PKH?",
    "A": "PKH adalah Program Keluarga Harapan, program bantuan sosial Kemensos untuk keluarga miskin. Dalam konteks beasiswa UNSIQ, Pendamping PKH (tenaga lapangan) termasuk dalam kategori penerima Beasiswa Kerjasama UNSIQ. Mereka berhak atas biaya kuliah hanya Rp1,595 juta/semester selama 8 semester (S1) atau 6 semester (D3)-sebagai apresiasi atas kontribusi mereka dalam pemberdayaan masyarakat di tingkat akar rumput."
  },
  {
    "Q": "Apa arti UKN?",
    "A": "UKN adalah Uji Kompetensi Nasional, ujian wajib bagi lulusan kesehatan (keperawatan, kebidanan) untuk memperoleh STR (Surat Tanda Registrasi)-syarat praktek profesi. UNSIQ mempersiapkan mahasiswa melalui pelatihan intensif dan try out, sehingga tingkat kelulusan UKN-nya tinggi. Tanpa STR, lulusan tidak bisa bekerja di fasilitas kesehatan formal-meski ijazahnya sah. UKN menjadi gerbang terakhir menuju karier profesional di sektor kesehatan."
  },
  {
    "Q": "Apa kepanjangan dari STR?",
    "A": "STR adalah Surat Tanda Registrasi, dokumen resmi dari Konsil Tenaga Kesehatan Indonesia yang membuktikan seorang perawat atau bidan telah lulus UKN dan berhak menjalankan praktik profesi. STR wajib dimiliki untuk bekerja di rumah sakit, puskesmas, atau klinik-dan harus diperpanjang setiap 5 tahun. Di UNSIQ, lulusan kesehatan didorong segera mengurus STR setelah wisuda, karena menjadi syarat utama rekrutmen tenaga kesehatan."
  },
  {
    "Q": "Apa arti KKNI?",
    "A": "KKNI adalah Kerangka Kualifikasi Nasional Indonesia, kerangka penjenjangan kualifikasi kompetensi lulusan pendidikan tinggi. Kurikulum UNSIQ diselaraskan dengan KKNI Level 6 (S1) dan Level 8 (S2)-menjamin lulusan memiliki capaian pembelajaran yang diakui secara nasional. KKNI menjadi acuan dalam penyusunan capaian pembelajaran lulusan (CPL), memastikan bahwa pendidikan di UNSIQ relevan dengan kebutuhan dunia kerja dan studi lanjut."
  },
  {
    "Q": "Apa kepanjangan dari SNP?",
    "A": "SNP adalah Standar Nasional Pendidikan, delapan standar mutu yang ditetapkan oleh pemerintah untuk menjamin kualitas pendidikan-meliputi isi, proses, kompetensi lulusan, pendidik, sarana, pengelolaan, pembiayaan, dan penilaian. UNSIQ menyelaraskan seluruh program studi dengan SNP, terutama dalam penyusunan kurikulum dan penilaian-sehingga lulusan tidak hanya unggul secara spiritual, tetapi juga memenuhi standar kompetensi nasional yang diakui luas."
  },
  {
    "Q": "Apa arti QRIS dalam pembayaran PMB?",
    "A": "QRIS (Quick A Code Indonesian Standard) adalah sistem pembayaran digital nasional yang memungkinkan calon mahasiswa membayar biaya pendaftaran atau registrasi ulang melalui aplikasi dompet digital atau mobile banking. Di UNSIQ, QRIS disediakan sebagai opsi tambahan selain Bank Jateng dan Finpay-memudahkan pembayaran cepat, aman, dan tercatat otomatis di sistem PMB tanpa perlu konfirmasi manual."
  }
]
