[
  {
    "Q": "Berapa total biaya kuliah penuh untuk S1 Pendidikan Agama Islam di UNSIQ?",
    "A": "Total biaya kuliah untuk 8 semester adalah Rp29.595.000, dihitung dari: Sem 1: Rp6.425.000 Sem 2: Rp5.405.000 Sem 3-6: 4 × Rp3.755.000 = Rp15.020.000 Sem 7: Rp2.945.000 Sem 8: Rp1.595.000 Biaya ini mencakup seluruh komponen (SPP, atribut, matrikulasi, muawanah). Angka menurun tiap semester mencerminkan kebijakan UNSIQ untuk meringankan beban akhir studi-saat mahasiswa fokus pada skripsi dan persiapan wisuda."
  },
  {
    "Q": "Mengapa biaya semester 1 Pendidikan Agama Islam lebih tinggi dari semester berikutnya?",
    "A": "Karena semester 1 mencakup biaya awal non-rekuren: atribut (seragam, jas), matrikulasi, dan dana pengembangan kampus-yang hanya dibayar sekali. Komponen ini tidak muncul di semester selanjutnya, sehingga biaya turun signifikan mulai semester 2. Ini adalah praktik umum di PTS, yang memisahkan biaya investasi awal dari biaya operasional semesteran (SPP)."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk S1 Pendidikan Agama Islam?",
    "A": "Rata-rata biaya per semester adalah Rp3.699.375 (total Rp29.595.000 ÷ 8 semester). Namun, ini hanya angka matematis-kenyataannya, beban terberat ada di awal (Rp6,4 juta), lalu menurun drastis hingga akhir (Rp1,6 juta). Mahasiswa disarankan menyiapkan dana besar di semester 1, lalu menikmati keringanan di masa akhir. Ini mendukung prinsip keadilan finansial: bayar lebih saat mampu, bayar ringan saat butuh fokus akademik."
  },
  {
    "Q": "Apa manfaat penurunan biaya di semester akhir?",
    "A": "Penurunan biaya di semester 7-8 (menjadi Rp2,9 juta dan Rp1,6 juta) membantu mahasiswa fokus pada skripsi tanpa tekanan finansial berat. Di masa ini, pendapatan sering tidak stabil karena magang atau persiapan kerja. UNSIQ sengaja merancang struktur ini sebagai bentuk dukungan sosial-mengurangi risiko mahasiswa menunda wisuda hanya karena kendala biaya, sekaligus mendorong kelulusan tepat waktu."
  },
  {
    "Q": "Bagaimana skema pembayaran S1 PAI cocok dengan program KIP-Kuliah?",
    "A": "Sangat cocok. KIP-Kuliah menanggung biaya kuliah hingga Rp12 juta/semester, jauh di atas biaya tertinggi PAI (Rp6,4 juta). Artinya, penerima KIP-Kuliah tidak perlu membayar apa pun untuk SPP, bahkan di semester 1. Selisih dana bisa digunakan untuk biaya hidup melalui tunjangan bulanan KIP-Kuliah. Ini menjadikan PAI sebagai prodi ideal bagi calon penerima KIP-Kuliah yang ingin studi tanpa beban finansial."
  },
  {
    "Q": "Apakah biaya semester 3-6 tetap sama? Mengapa demikian?",
    "A": "Ya, biaya semester 3-6 stabil di Rp3.755.000 karena hanya mencakup SPP rutin dan dana kemahasiswaan, tanpa komponen tambahan. UNSIQ sengaja menjaga stabilitas biaya di masa inti perkuliahan (semester 3-6) agar mahasiswa bisa merencanakan anggaran jangka panjang tanpa kejutan finansial. Ini mencerminkan transparansi dan prediktivitas dalam kebijakan keuangan kampus."
  },
  {
    "Q": "Jika mahasiswa PAI mengajukan beasiswa Tahfidz 30 Juz, berapa biaya yang harus dibayar?",
    "A": "Beasiswa Tahfidz 30 Juz memberikan bebas infaq pengembangan dan 50% potongan SPP. Namun, karena struktur biaya UNSIQ tidak memisahkan SPP dan infaq secara eksplisit dalam tabel, potongan diterapkan pada total biaya semester. Misalnya, di semester 2: 50% × Rp5.405.000 = Rp2.702.500. Di semester 1, potongan hanya berlaku pada komponen SPP (bukan atribut), sehingga penghematan tidak penuh 50%."
  },
  {
    "Q": "Apa risiko jika mahasiswa tidak mampu bayar semester 1?",
    "A": "Jika tidak mampu bayar semester 1 sebelum tenggat, mahasiswa tidak bisa mengikuti kuliah dan dianggap mengundurkan diri. Tidak ada penjadwalan ulang otomatis. Solusi: ajukan KIP-Kuliah sebelum 31 Oktober 2025 atau manfaatkan beasiswa masuk (Tahfidz, Alumni, Mitra). UNSIQ tidak menawarkan cicilan untuk semester 1-karena biaya ini mencakup komponen tetap yang harus dibayar lunas untuk aktivasi status mahasiswa."
  },
  {
    "Q": "Mengapa semester 8 jauh lebih murah (Rp1.595.000)?",
    "A": "Karena semester 8 umumnya hanya digunakan untuk bimbingan skripsi dan ujian akhir, bukan kuliah reguler. Beban akademik minimal, sehingga biaya hanya mencakup administrasi kelulusan dan dana wisuda. UNSIQ sengaja menekan biaya akhir untuk mendorong mahasiswa segera menyelesaikan studi, bukan menunda karena beban finansial-sejalan dengan target kelulusan tepat waktu dan peningkatan IPK institusi."
  },
  {
    "Q": "Bagaimana perbandingan biaya PAI dengan rata-rata PTS di Jawa Tengah?",
    "A": "Biaya PAI UNSIQ kompetitif dan lebih transparan. Banyak PTS di Jawa Tengah memasang biaya S1 antara Rp5-8 juta/semester tanpa penurunan, total bisa mencapai Rp40-60 juta. UNSIQ menawarkan total Rp29,6 juta dengan penurunan progresif-lebih murah dan adil. Apalagi, PAI UNSIQ berakreditasi Unggul, memberikan nilai tambah akademik yang tidak dimiliki PTS berakreditasi B/C."
  },
  {
    "Q": "Apakah biaya kuliah PAI bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menerapkan sistem paket per semester, bukan per SKS. Biaya tetap sama meski mahasiswa mengambil 15 SKS atau 24 SKS. Ini mendorong mahasiswa mengambil beban studi maksimal tanpa khawatir biaya membengkak-mempercepat kelulusan. Namun, jika cuti semester, biaya tetap harus dibayar (kecuali cuti resmi dengan surat), karena status akademik tetap aktif. 🔹 Pendidikan Bahasa Arab (S1) - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah untuk S1 Pendidikan Bahasa Arab?",
    "A": "Total biaya untuk 8 semester adalah Rp23.125.000, dihitung dari: Sem 1: Rp5.170.000 Sem 2: Rp4.275.000 Sem 3-6: 4 × Rp2.995.000 = Rp11.980.000 Sem 7: Rp2.320.000 Sem 8: Rp1.195.000 Ini Rp6,5 juta lebih murah daripada PAI, mencerminkan perbedaan beban operasional atau kebijakan fakultas. Prodi ini tetap berakreditasi Unggul, menjadikannya pilihan hemat bagi calon yang ingin studi bahasa Arab dengan mutu tinggi."
  },
  {
    "Q": "Mengapa biaya Pendidikan Bahasa Arab lebih rendah daripada PAI?",
    "A": "Perbedaan biaya mungkin disebabkan oleh komponen atribut, kebutuhan laboratorium, atau kebijakan internal fakultas. PAI mungkin memiliki lebih banyak kegiatan lapangan atau pelatihan khusus yang memerlukan dana tambahan. Namun, keduanya sama-sama berakreditasi Unggul, sehingga kualitas akademik tetap terjamin-hanya struktur biayanya yang disesuaikan dengan kebutuhan operasional masing-masing prodi."
  },
  {
    "Q": "Berapa penghematan jika memilih Pendidikan Bahasa Arab daripada PAI?",
    "A": "Memilih Pendidikan Bahasa Arab menghemat Rp6.470.000 selama 8 semester (Rp29.595.000 - Rp23.125.000). Penghematan terbesar terjadi di semester 1 (Rp1,255 juta) dan semester 8 (Rp400 ribu). Ini signifikan bagi keluarga berpendapatan terbatas. Namun, calon harus mempertimbangkan minat dan prospek karier-karena kedua prodi memiliki jalur profesi yang berbeda meski sama-sama di bidang kependidikan Islam."
  },
  {
    "Q": "Apakah Pendidikan Bahasa Arab memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena prodi ini berakreditasi Unggul (setara A), yang memenuhi syarat utama KIP-Kuliah. Biaya tertingginya (Rp5,17 juta) jauh di bawah batas maksimal KIP-Kuliah (Rp12 juta/semester), sehingga 100% biaya kuliah ditanggung pemerintah. Calon hanya perlu mendaftar KIP-Kuliah antara 4 Februari-31 Oktober 2025 dan memilih UNSIQ sebagai PT pilihan saat pendaftaran."
  },
  {
    "Q": "Bagaimana struktur biaya Bahasa Arab mendukung aksesibilitas pendidikan?",
    "A": "Struktur biaya yang menurun progresif-dari Rp5,17 juta ke Rp1,195 juta-membuat prodi ini sangat terjangkau. Biaya akhir yang rendah memungkinkan lulusan dari keluarga kurang mampu tetap menyelesaikan studi tanpa terhambat biaya wisuda. Ini selaras dengan misi UNSIQ sebagai kampus berbasis pesantren yang inklusif, sekaligus menjawab tujuan SDGs dalam pemerataan akses pendidikan tinggi berkualitas."
  },
  {
    "Q": "Apa implikasi biaya rendah di semester 8 untuk mahasiswa Bahasa Arab?",
    "A": "Biaya semester 8 hanya Rp1.195.000, menjadikannya salah satu yang termurah di UNSIQ. Ini mendorong mahasiswa tidak menunda wisuda, karena beban finansial minimal. Bagi yang bekerja paruh waktu, dana ini mudah dikumpulkan dalam 1-2 bulan. UNSIQ sengaja merancang demikian untuk meningkatkan angka kelulusan tepat waktu dan mengurangi \"mahasiswa abadi\"-masalah umum di banyak PTS."
  },
  {
    "Q": "Jika terjadi kenaikan biaya, apakah angka ini masih berlaku?",
    "A": "Angka ini berlaku untuk angkatan yang masuk tahun 2025, sesuai ketentuan saat pendaftaran. UNSIQ menerapkan biaya tetap per angkatan, artinya mahasiswa tidak terkena kenaikan selama masa studi normal (8 semester). Ini memberikan kepastian finansial jangka panjang-berbeda dengan kampus yang menaikkan biaya tiap tahun. Jika studi melebihi 8 semester, biaya mengikuti tarif berlaku saat itu."
  },
  {
    "Q": "Bagaimana biaya Bahasa Arab dibandingkan prodi humaniora lain di UNSIQ?",
    "A": "Pendidikan Bahasa Arab adalah salah satu prodi humaniora termurah di UNSIQ. Misalnya, PIAUD atau PGMI memiliki biaya awal lebih tinggi karena kebutuhan praktikum anak usia dini. Bahasa Arab lebih teoretis, sehingga biaya operasional lebih rendah. Namun, semua prodi Tarbiyah berakreditasi Unggul, menunjukkan bahwa efisiensi biaya tidak mengorbankan mutu-melainkan hasil pengelolaan keuangan yang prudent."
  },
  {
    "Q": "Apakah mahasiswa Bahasa Arab bisa mengajukan cicilan?",
    "A": "Ya, UNSIQ menyediakan opsi cicilan per semester untuk biaya kuliah-namun bukan per bulan. Mahasiswa harus melunasi seluruh biaya semester sebelum tenggat KRS. Tidak ada bunga, tetapi keterlambatan berisiko blokir KRS. Untuk semester 1, cicilan biasanya tidak tersedia karena komponen atribut harus dibayar lunas. Mahasiswa disarankan berkonsultasi dengan bagian keuangan jika mengalami kendala."
  },
  {
    "Q": "Apa keuntungan finansial memilih Bahasa Arab bagi penerima beasiswa mitra?",
    "A": "Penerima beasiswa mitra (misal: santri, ustadz) hanya perlu membayar Rp1,595 juta/semester-tetapi untuk Bahasa Arab, biaya semester 8 (Rp1,195 juta) bahkan lebih rendah dari kuota beasiswa. Artinya, di semester akhir, mereka tidak perlu membayar apa pun, karena beasiswa sudah menutup seluruh biaya. Ini memberi keleluasaan finansial ekstra di masa transisi menuju dunia kerja."
  },
  {
    "Q": "Bagaimana perencanaan keuangan ideal untuk calon mahasiswa Bahasa Arab?",
    "A": "Calon sebaiknya menyiapkan Rp9,445 juta untuk dua semester pertama (Rp5,17 juta + Rp4,275 juta), lalu Rp3 juta per semester untuk semester 3-6, dan Rp3,5 juta untuk dua semester terakhir. Total awal sekitar Rp26 juta untuk 8 semester-sudah termasuk buffer. Jika mengajukan KIP-Kuliah atau beasiswa, cukup siapkan dana darurat saja. Perencanaan ini mencegah stres finansial dan memastikan kelancaran studi hingga wisuda."
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 PGMI di UNSIQ?",
    "A": "Total biaya adalah Rp28.770.000, dihitung sebagai: Semester 1: Rp5.495.000 Semester 2: Rp4.615.000 Semester 3-6: 4 × Rp3.215.000 = Rp12.860.000 Semester 7: Rp2.495.000 Semester 8: Rp1.295.000 Jumlah: Rp5.495.000 + Rp4.615.000 + Rp12.860.000 + Rp2.495.000 + Rp1.295.000 = Rp28.770.000. Biaya ini berlaku untuk angkatan 2025 dan mencakup seluruh komponen akademik dan non-akademik selama masa studi normal."
  },
  {
    "Q": "Mengapa biaya semester 1 PGMI (Rp5.495.000) lebih tinggi dari semester berikutnya?",
    "A": "Karena semester 1 mencakup biaya non-rekuren seperti atribut, matrikulasi, dan dana pengembangan-yang hanya dibayar sekali saat masuk. Mulai semester 2, biaya turun menjadi Rp4.615.000, dan stabil di Rp3.215.000 pada semester 3-6. Ini adalah struktur umum di PTS: beban terberat di awal, lalu ringan di akhir untuk mendukung kelancaran skripsi dan wisuda."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 pada PGMI?",
    "A": "Penghematan mencapai Rp4.200.000, yaitu selisih antara biaya semester 1 (Rp5.495.000) dan semester 8 (Rp1.295.000). Ini mencerminkan kebijakan UNSIQ untuk meringankan beban finansial mahasiswa di masa akhir studi-saat fokus pada penyelesaian skripsi dan persiapan memasuki dunia kerja. Penurunan ini juga mendorong kelulusan tepat waktu tanpa penundaan akibat kendala biaya."
  },
  {
    "Q": "Apakah PGMI memenuhi syarat KIP-Kuliah berdasarkan biaya dan akreditasi?",
    "A": "Ya, karena PGMI berakreditasi Unggul dan biaya tertingginya (Rp5.495.000) jauh di bawah batas maksimal KIP-Kuliah (Rp12.000.000 per semester). Penerima KIP-Kuliah tidak perlu membayar apa pun untuk biaya kuliah selama 8 semester. Calon cukup mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025 dan memilih UNSIQ sebagai perguruan tinggi tujuan saat mendaftar jalur seleksi."
  },
  {
    "Q": "Berapa biaya rata-rata per semester untuk PGMI?",
    "A": "Rata-rata biaya per semester adalah Rp3.596.250, dihitung dari total biaya Rp28.770.000 dibagi 8 semester. Namun, distribusinya tidak merata: 64% dari total biaya (Rp18.470.000) dibayar dalam 4 semester pertama, sementara 36% (Rp10.300.000) dibayar dalam 4 semester terakhir. Ini menunjukkan pentingnya perencanaan keuangan jangka pendek di awal studi."
  },
  {
    "Q": "Jika mahasiswa PGMI cuti selama 1 semester, apakah tetap harus bayar?",
    "A": "Jika cuti tidak melalui prosedur resmi (surat cuti diterima), status akademik tetap aktif dan biaya semester tersebut tetap harus dibayar. Namun, jika cuti resmi disetujui, mahasiswa tidak dikenai biaya SPP, tetapi tetap wajib membayar dana kemahasiswaan minimal (jika ada). UNSIQ tidak secara eksplisit menyebutkan biaya cuti dalam tabel, tetapi kebijakan umumnya mengikuti prinsip: tidak kuliah = tidak bayar SPP penuh."
  },
  {
    "Q": "Bagaimana skema biaya PGMI mendukung calon guru MI dari keluarga kurang mampu?",
    "A": "Dengan total biaya Rp28.770.000 dan penurunan drastis di semester akhir (hingga Rp1.295.000), PGMI sangat terjangkau. Ditambah akreditasi Unggul, lulusannya mudah diterima sebagai guru P3K di madrasah-yang menawarkan gaji tetap. Kombinasi biaya rendah, kualitas tinggi, dan prospek kerja jelas menjadikan PGMI sebagai investasi pendidikan yang sangat rasional bagi keluarga berpendapatan terbatas."
  },
  {
    "Q": "Apa implikasi biaya semester 8 PGMI sebesar Rp1.295.000?",
    "A": "Biaya ini sangat rendah karena hanya mencakup administrasi kelulusan, wisuda, dan dana kemahasiswaan terakhir-bukan kuliah reguler. Mahasiswa umumnya hanya mengikuti bimbingan skripsi dan ujian akhir. UNSIQ sengaja menetapkan angka ini untuk memastikan bahwa tidak ada mahasiswa yang gagal wisuda karena alasan finansial, sejalan dengan komitmen kampus pada akses pendidikan yang adil dan inklusif."
  },
  {
    "Q": "Berapa total biaya untuk 4 semester pertama PGMI?",
    "A": "Total biaya 4 semester pertama adalah Rp18.420.000, dihitung dari: Sem 1: Rp5.495.000 Sem 2: Rp4.615.000 Sem 3: Rp3.215.000 Sem 4: Rp3.215.000 Jumlah: Rp5.495.000 + Rp4.615.000 + Rp3.215.000 + Rp3.215.000 = Rp18.420.000. Ini menjadi periode dengan beban finansial tertinggi, sehingga calon disarankan menyiapkan dana ini sejak awal atau mengamankan beasiswa/KIP-Kuliah sebelum semester pertama."
  },
  {
    "Q": "Jika mahasiswa PGMI mengajukan beasiswa mitra (bayar Rp1.595.000/semester), apakah masih perlu bayar di semester 8?",
    "A": "Tidak. Karena biaya semester 8 PGMI hanya Rp1.295.000, yang lebih rendah dari kuota beasiswa mitra (Rp1.595.000), maka seluruh biaya ditanggung oleh beasiswa. Bahkan, terdapat sisa anggaran Rp300.000 yang tidak digunakan. Ini menunjukkan bahwa beasiswa mitra lebih dari cukup untuk menutup biaya PGMI hingga lulus-menjadikannya pilihan ideal bagi santri, ustadz, atau kader desa."
  },
  {
    "Q": "Apakah biaya PGMI bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menerapkan sistem paket per semester, bukan per SKS. Biaya tetap Rp3.215.000 di semester 3-6 meski mahasiswa mengambil 18 SKS atau 24 SKS. Ini mendorong mahasiswa mengambil beban studi maksimal tanpa khawatir biaya tambahan-mempercepat kelulusan. Namun, jika mengambil cuti, biaya semester tersebut tetap wajib dibayar kecuali cuti resmi disetujui. 🔹 Pendidikan Islam Anak Usia Dini (PIAUD) S1 - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 PIAUD di UNSIQ?",
    "A": "Total biaya adalah Rp23.795.000, dihitung sebagai: Semester 1: Rp4.745.000 Semester 2: Rp3.825.000 Semester 3-6: 4 × Rp2.675.000 = Rp10.700.000 Semester 7: Rp2.045.000 Semester 8: Rp995.000 Jumlah: Rp4.745.000 + Rp3.825.000 + Rp10.700.000 + Rp2.045.000 + Rp995.000 = Rp23.795.000. Ini adalah salah satu prodi S1 termurah di UNSIQ dengan akreditasi Unggul, menjadikannya pilihan sangat efisien bagi calon pendidik usia dini."
  },
  {
    "Q": "Mengapa biaya PIAUD lebih rendah daripada PGMI?",
    "A": "PIAUD memiliki total biaya Rp23.795.000, sedangkan PGMI Rp28.770.000-selisih Rp4.975.000. Perbedaan ini mungkin karena kebutuhan praktikum dan fasilitas yang berbeda. PGMI memerlukan simulasi mengajar kelas MI lengkap, sementara PIAUD lebih fokus pada ruang bermain dan observasi-yang biaya operasionalnya lebih rendah. Namun, keduanya sama-sama berakreditasi Unggul, menjamin kualitas akademik setara."
  },
  {
    "Q": "Berapa biaya semester 8 PIAUD, dan apa maknanya?",
    "A": "Biaya semester 8 PIAUD hanya Rp995.000-paling rendah di antara semua prodi S1 yang disebutkan. Ini mencerminkan komitmen UNSIQ untuk menghilangkan hambatan finansial di masa akhir studi. Dengan biaya kurang dari Rp1 juta, mahasiswa dari keluarga kurang mampu sekalipun dapat menyelesaikan studi dan wisuda tanpa utang-menjawab tujuan SDGs dalam pemerataan pendidikan tinggi."
  },
  {
    "Q": "Apakah PIAUD memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Unggul dan biaya tertingginya (Rp4.745.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 8 semester. Pendaftaran KIP-Kuliah dibuka dari 4 Februari hingga 31 Oktober 2025 di kip-kuliah.kemdikbud.go.id, dan calon harus memilih UNSIQ saat mendaftar jalur seleksi (SNBP, SNBT, atau Mandiri PTS)."
  },
  {
    "Q": "Berapa total biaya untuk 4 semester pertama PIAUD?",
    "A": "Total biaya 4 semester pertama adalah Rp15.920.000, dihitung dari: Sem 1: Rp4.745.000 Sem 2: Rp3.825.000 Sem 3: Rp2.675.000 Sem 4: Rp2.675.000 Jumlah: Rp4.745.000 + Rp3.825.000 + Rp2.675.000 + Rp2.675.000 = Rp15.920.000. Ini menjadi beban terbesar, sehingga calon disarankan mengamankan sumber dana (KIP-Kuliah, beasiswa, atau tabungan) sebelum memulai studi."
  },
  {
    "Q": "Apa keuntungan finansial memilih PIAUD bagi penerima beasiswa mitra?",
    "A": "Penerima beasiswa mitra membayar Rp1.595.000/semester, tetapi biaya PIAUD di semester 7 hanya Rp2.045.000 dan semester 8 Rp995.000. Artinya, di semester 8, beasiswa menutup seluruh biaya dan bahkan ada sisa. Di semester 7, selisihnya hanya Rp450.000-sangat terjangkau. Ini menjadikan PIAUD sebagai prodi paling hemat dalam skema beasiswa mitra UNSIQ."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 PIAUD?",
    "A": "Penghematan mencapai Rp3.750.000, yaitu selisih antara biaya semester 1 (Rp4.745.000) dan semester 8 (Rp995.000). Penurunan ini sangat signifikan-hampir 80%-dan dirancang untuk mendukung mahasiswa yang umumnya harus menyelesaikan Praktik Pengalaman Lapangan (PPL) dan skripsi di semester akhir, dengan pendapatan terbatas. UNSIQ memastikan beban finansial tidak menghambat kelulusan."
  },
  {
    "Q": "Bagaimana perbandingan biaya PIAUD dengan prodi keguruan lain di UNSIQ?",
    "A": "PIAUD adalah prodi keguruan termurah di UNSIQ: PIAUD: total Rp23.795.000 PGMI: total Rp28.770.000 PAI: total Rp29.595.000 Bahasa Arab: total Rp23.125.000 Meski sedikit lebih mahal dari Bahasa Arab, PIAUD menawarkan prospek kerja sangat luas di lembaga PAUD/RA-yang sedang tumbuh pesat. Dengan akreditasi Unggul, investasi ini sangat rasional."
  },
  {
    "Q": "Apakah biaya PIAUD bisa berubah selama masa studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan yang masuk tahun 2025. UNSIQ menerapkan prinsip \"biaya kuncian per angkatan\", sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal (8 semester). Ini memberikan kepastian perencanaan keuangan jangka panjang-berbeda dengan kampus yang menaikkan biaya tiap tahun."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk PIAUD?",
    "A": "Rata-rata biaya per semester adalah Rp2.974.375, dihitung dari total Rp23.795.000 ÷ 8. Namun, 67% dari total biaya (Rp15.920.000) dibayar dalam 4 semester pertama, sedangkan 33% (Rp7.875.000) dibayar dalam 4 semester terakhir. Ini menunjukkan pentingnya persiapan dana awal yang kuat, terutama untuk keluarga yang tidak mengakses beasiswa."
  },
  {
    "Q": "Jika calon mendaftar KIP-Kuliah pada September 2025, apakah masih bisa masuk UNSIQ?",
    "A": "Ya, karena pendaftaran KIP-Kuliah dibuka hingga 31 Oktober 2025, dan Seleksi Mandiri PTS di UNSIQ juga berlangsung hingga 31 Oktober 2025. Calon bisa mendaftar KIP-Kuliah terlebih dahulu, lalu mendaftar Mandiri PTS di UNSIQ-atau sebaliknya. Asalkan diterima di UNSIQ dan lolos verifikasi KIP-Kuliah sebelum batas waktu, biaya kuliah penuh akan ditanggung pemerintah, termasuk biaya semester 1 PIAUD sebesar Rp4.745.000."
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Pendidikan Fisika di UNSIQ?",
    "A": "Total biaya adalah Rp28.770.000, dihitung sebagai: Semester 1: Rp5.415.000 Semester 2: Rp4.615.000 Semester 3-6: 4 × Rp3.215.000 = Rp12.860.000 Semester 7: Rp2.495.000 Semester 8: Rp1.295.000 Jumlah: Rp5.415.000 + Rp4.615.000 + Rp12.860.000 + Rp2.495.000 + Rp1.295.000 = Rp28.770.000. Angka ini identik dengan PGMI, menunjukkan keseragaman kebijakan biaya di Fakultas Tarbiyah untuk prodi berakreditasi Unggul."
  },
  {
    "Q": "Mengapa biaya semester 1 Pendidikan Fisika lebih tinggi?",
    "A": "Karena semester 1 mencakup biaya non-rekuren: atribut, matrikulasi, dan dana pengembangan-yang hanya dibayar sekali. Biaya ini sebesar Rp5.415.000, turun menjadi Rp4.615.000 di semester 2, lalu stabil di Rp3.215.000 mulai semester 3-6. Struktur ini membantu kampus menutup biaya investasi awal, sekaligus memberi kejelasan finansial jangka panjang bagi mahasiswa."
  },
  {
    "Q": "Apakah Pendidikan Fisika memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Unggul dan biaya tertingginya (Rp5.415.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 8 semester. Calon harus mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025, dan memilih UNSIQ saat mendaftar jalur seleksi (SNBP, SNBT, atau Mandiri PTS)."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 Pendidikan Fisika?",
    "A": "Penghematan mencapai Rp4.120.000, yaitu selisih antara biaya semester 1 (Rp5.415.000) dan semester 8 (Rp1.295.000). Penurunan drastis ini dirancang untuk meringankan beban mahasiswa di masa akhir studi-saat fokus pada penelitian fisika pendidikan, skripsi, dan persiapan mengikuti seleksi guru P3K."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Pendidikan Fisika?",
    "A": "Total biaya 4 semester pertama adalah Rp18.320.000, dihitung dari: Sem 1: Rp5.415.000 Sem 2: Rp4.615.000 Sem 3: Rp3.215.000 Sem 4: Rp3.215.000 Jumlah: Rp5.415.000 + Rp4.615.000 + Rp3.215.000 + Rp3.215.000 = Rp18.320.000. Ini menjadi periode dengan beban finansial tertinggi, sehingga calon disarankan mengamankan KIP-Kuliah atau beasiswa sebelum memulai studi."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp1.295.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ sengaja menetapkan angka rendah ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon guru yang ingin segera mengikuti seleksi CPNS/P3K setelah lulus."
  },
  {
    "Q": "Bagaimana skema biaya Pendidikan Fisika mendukung calon guru sains?",
    "A": "Dengan total biaya Rp28.770.000 dan akreditasi Unggul, prodi ini menawarkan nilai investasi tinggi: lulusan siap menjadi guru fisika profesional di sekolah umum atau madrasah. Biaya terjangkau, ditambah akses KIP-Kuliah, menjadikannya pilihan ideal bagi lulusan IPA yang ingin berkontribusi pada peningkatan literasi sains di Indonesia-tanpa terbebani utang pendidikan."
  },
  {
    "Q": "Jika mahasiswa Pendidikan Fisika mengajukan beasiswa mitra (Rp1.595.000/semester), apakah masih bayar di semester 7-8?",
    "A": "Di semester 7 (biaya Rp2.495.000), mahasiswa tetap bayar selisih Rp900.000. Namun, di semester 8 (biaya Rp1.295.000), tidak perlu bayar apa pun, karena beasiswa mitra (Rp1.595.000) lebih tinggi dari biaya aktual. Ini memberi keringanan signifikan di masa akhir studi, sejalan dengan misi beasiswa untuk mendukung kelulusan tepat waktu."
  },
  {
    "Q": "Apakah biaya Pendidikan Fisika bisa berubah selama studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan 2025. UNSIQ menerapkan biaya kuncian per angkatan, sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal (8 semester). Ini memberikan kepastian perencanaan keuangan-berbeda dengan institusi yang menaikkan biaya tiap tahun."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Pendidikan Fisika?",
    "A": "Rata-rata biaya per semester adalah Rp3.596.250, dihitung dari total Rp28.770.000 ÷ 8. Namun, distribusinya tidak merata: 64% biaya (Rp18.320.000) dibayar dalam 4 semester pertama. Ini menekankan pentingnya persiapan dana awal atau pengajuan KIP-Kuliah sebelum semester pertama dimulai."
  },
  {
    "Q": "Apakah Pendidikan Fisika bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menggunakan sistem paket per semester, bukan per SKS. Biaya tetap Rp3.215.000 di semester 3-6 meski mahasiswa mengambil 18 atau 24 SKS. Ini mendorong pengambilan beban studi maksimal-mempercepat kelulusan tanpa khawatir biaya tambahan-sesuai semangat Merdeka Belajar Kampus Merdeka (MBKM). 🔹 Komunikasi dan Penyiaran Islam (KPI) S1 - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 KPI di UNSIQ?",
    "A": "Total biaya adalah Rp23.315.000, dihitung sebagai: Semester 1: Rp4.235.000 Semester 2: Rp3.375.000 Semester 3-6: 4 × Rp2.675.000 = Rp10.700.000 Semester 7: Rp2.045.000 Semester 8: Rp995.000 Jumlah: Rp4.235.000 + Rp3.375.000 + Rp10.700.000 + Rp2.045.000 + Rp995.000 = Rp23.315.000. Ini adalah salah satu prodi S1 termurah di UNSIQ dengan prospek karier di media Islam."
  },
  {
    "Q": "Mengapa biaya KPI lebih rendah daripada Pendidikan Fisika?",
    "A": "KPI memiliki total biaya Rp23.315.000, sedangkan Pendidikan Fisika Rp28.770.000-selisih Rp5.455.000. Perbedaan ini mencerminkan kebutuhan operasional yang berbeda: Fisika memerlukan laboratorium dan peralatan eksperimen, sementara KPI lebih berbasis studio media dan komunikasi-yang biaya pemeliharaannya lebih rendah. Namun, keduanya sama-sama mendukung visi pendidikan Islam transformatif."
  },
  {
    "Q": "Apakah KPI memenuhi syarat KIP-Kuliah?",
    "A": "Ya, meski berakreditasi B, KIP-Kuliah masih memungkinkan penerimaan dengan pertimbangan khusus-terutama karena UNSIQ berstatus institusi Unggul. Selain itu, biaya tertinggi KPI (Rp4.235.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000). Calon disarankan mengajukan KIP-Kuliah dan menyertakan surat rekomendasi dari sekolah untuk memperkuat permohonan."
  },
  {
    "Q": "Berapa biaya semester 8 KPI, dan apa maknanya?",
    "A": "Biaya semester 8 KPI hanya Rp995.000-sama dengan PIAUD, dan paling rendah di antara semua prodi S1 yang disebutkan. Ini menunjukkan komitmen UNSIQ untuk menghilangkan hambatan finansial di akhir studi, saat mahasiswa sedang menyelesaikan produksi media akhir atau skripsi-yang sering kali membutuhkan dana ekstra untuk peralatan atau publikasi."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama KPI?",
    "A": "Total biaya 4 semester pertama adalah Rp13.860.000, dihitung dari: Sem 1: Rp4.235.000 Sem 2: Rp3.375.000 Sem 3: Rp2.675.000 Sem 4: Rp2.675.000 Jumlah: Rp4.235.000 + Rp3.375.000 + Rp2.675.000 + Rp2.675.000 = Rp13.860.000. Ini jauh lebih ringan dibanding prodi eksakta, menjadikan KPI pilihan ideal bagi lulusan IPS yang ingin berkarier di dunia media Islam."
  },
  {
    "Q": "Apa keuntungan finansial KPI bagi penerima beasiswa mitra?",
    "A": "Penerima beasiswa mitra membayar Rp1.595.000/semester. Untuk KPI: Semester 7: biaya Rp2.045.000 → selisih bayar Rp450.000 Semester 8: biaya Rp995.000 → tidak bayar apa pun (beasiswa lebih besar) Ini menjadikan KPI salah satu prodi paling hemat dalam skema beasiswa mitra, terutama karena biaya akhirnya sangat rendah-mendukung kelulusan tanpa beban."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 KPI?",
    "A": "Penghematan mencapai Rp3.240.000, yaitu selisih antara biaya semester 1 (Rp4.235.000) dan semester 8 (Rp995.000). Penurunan hampir 77% ini dirancang untuk mendukung mahasiswa yang di semester akhir aktif membuat konten media, mengikuti magang di radio/TV, atau mengembangkan startup media-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Bagaimana KPI mendukung karier di era digital?",
    "A": "Dengan total biaya hanya Rp23.315.000, lulusan KPI bisa segera berwirausaha di bidang media digital-seperti podcast Islam, YouTube edukasi, atau manajemen media sosial masjid-tanpa terbebani utang. Prodi ini menggabungkan keterampilan komunikasi modern dan nilai Islam, menjadikan lulusannya sangat relevan di era informasi yang membutuhkan konten dakwah berkualitas."
  },
  {
    "Q": "Apakah biaya KPI termasuk praktikum media?",
    "A": "Ya, biaya semester 3-6 (Rp2.675.000) sudah mencakup penggunaan studio radio, peralatan kamera, dan software penyuntingan di lingkungan kampus. UNSIQ memiliki Radio UNSIQ dan fasilitas produksi media yang memungkinkan mahasiswa belajar secara langsung-tanpa biaya tambahan. Ini memberikan keunggulan kompetitif dalam portofolio saat melamar kerja di lembaga media."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk KPI?",
    "A": "Rata-rata biaya per semester adalah Rp2.914.375, dihitung dari total Rp23.315.000 ÷ 8. Namun, 60% biaya (Rp13.860.000) dibayar dalam 4 semester pertama. Ini memungkinkan perencanaan keuangan yang realistis-terutama bagi calon yang berasal dari keluarga menengah ke bawah dan ingin menghindari pinjaman pendidikan."
  },
  {
    "Q": "Jika calon mendaftar Mandiri PTS pada Oktober 2025, apakah masih bisa dapat KIP-Kuliah?",
    "A": "Ya, karena pendaftaran KIP-Kuliah dibuka hingga 31 Oktober 2025, dan Seleksi Mandiri PTS di UNSIQ juga ditutup pada 31 Oktober 2025. Calon bisa mendaftar KIP-Kuliah terlebih dahulu, lalu mendaftar Mandiri PTS-atau sebaliknya. Asalkan diterima di UNSIQ dan lolos verifikasi KIP-Kuliah sebelum batas waktu, seluruh biaya KPI (termasuk semester 1 Rp4.235.000) akan ditanggung pemerintah."
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Ilmu Al-Qur'an dan Tafsir di UNSIQ?",
    "A": "Total biaya adalah Rp29.120.000, dihitung sebagai: Semester 1: Rp5.615.000 Semester 2: Rp4.615.000 Semester 3-6: 4 × Rp3.215.000 = Rp12.860.000 Semester 7: Rp2.495.000 Semester 8: Rp1.295.000 Jumlah: Rp5.615.000 + Rp4.615.000 + Rp12.860.000 + Rp2.495.000 + Rp1.295.000 = Rp29.120.000. Ini adalah prodi S1 termahal di antara semua yang disebutkan, mencerminkan intensitas pembinaan keilmuan Al-Qur'an yang mendalam."
  },
  {
    "Q": "Mengapa biaya semester 1 Ilmu Al-Qur'an dan Tafsir paling tinggi?",
    "A": "Karena semester 1 mencakup biaya investasi awal: atribut, matrikulasi, dan dana pengembangan-yang hanya dibayar sekali. Biaya ini sebesar Rp5.615.000, tertinggi di antara semua prodi S1 yang disebutkan. Ini wajar karena prodi ini memerlukan akses ke perpustakaan kitab kuning, pelatihan tajwid intensif, dan pendampingan hafalan-yang membutuhkan alokasi sumber daya khusus sejak awal."
  },
  {
    "Q": "Apakah Ilmu Al-Qur'an dan Tafsir memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Baik Sekali dan biaya tertingginya (Rp5.615.000) masih jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 8 semester. Calon harus mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025, dan memilih UNSIQ saat mendaftar jalur seleksi (SNBP, SNBT, atau Mandiri PTS)."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 pada prodi ini?",
    "A": "Penghematan mencapai Rp4.320.000, yaitu selisih antara biaya semester 1 (Rp5.615.000) dan semester 8 (Rp1.295.000). Penurunan ini sangat signifikan-hampir 77%-dan dirancang untuk mendukung mahasiswa yang di semester akhir sedang menyusun tafsir tematik, skripsi, atau persiapan menjadi dosen/mufassir, dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Ilmu Al-Qur'an dan Tafsir?",
    "A": "Total biaya 4 semester pertama adalah Rp18.700.000, dihitung dari: Sem 1: Rp5.615.000 Sem 2: Rp4.615.000 Sem 3: Rp3.215.000 Sem 4: Rp3.215.000 Jumlah: Rp5.615.000 + Rp4.615.000 + Rp3.215.000 + Rp3.215.000 = Rp18.700.000. Ini menjadi periode dengan beban finansial tertinggi, sehingga calon disarankan mengamankan KIP-Kuliah atau beasiswa Tahfidz sebelum memulai studi."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp1.295.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ sengaja menetapkan angka rendah ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon akademisi atau peneliti Al-Qur'an yang ingin segera melanjutkan studi S2 atau mengikuti program beasiswa internasional."
  },
  {
    "Q": "Bagaimana skema biaya ini mendukung calon peneliti Al-Qur'an?",
    "A": "Dengan total biaya Rp29.120.000 dan akreditasi Baik Sekali, prodi ini menawarkan fondasi akademik kuat untuk studi lanjut di Timur Tengah atau Eropa. Biaya terjangkau (jika dibandingkan pesantren internasional), ditambah akses KIP-Kuliah, menjadikannya pilihan strategis bagi santri berprestasi yang ingin menjadi mufassir modern tanpa terbebani utang pendidikan."
  },
  {
    "Q": "Jika mahasiswa mengajukan beasiswa Tahfidz 30 Juz (50% potongan SPP), berapa biaya semester 2?",
    "A": "Biaya semester 2 adalah Rp4.615.000. Jika diberikan potongan 50%, maka mahasiswa hanya membayar Rp2.307.500. Namun, perlu dicatat bahwa potongan hanya berlaku pada komponen SPP-bukan atribut atau dana pengembangan. Karena semester 2 tidak mengandung komponen awal, potongan 50% berlaku penuh pada seluruh biaya semester tersebut."
  },
  {
    "Q": "Apakah biaya Ilmu Al-Qur'an dan Tafsir bisa berubah selama studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan 2025. UNSIQ menerapkan biaya kuncian per angkatan, sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal (8 semester). Ini memberikan kepastian perencanaan keuangan jangka panjang bagi calon yang ingin fokus pada penghafalan dan penelitian Al-Qur'an tanpa distraksi finansial."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk prodi ini?",
    "A": "Rata-rata biaya per semester adalah Rp3.640.000, dihitung dari total Rp29.120.000 ÷ 8. Namun, 64% biaya (Rp18.700.000) dibayar dalam 4 semester pertama. Ini menekankan pentingnya persiapan dana awal atau pengajuan KIP-Kuliah sebelum semester pertama dimulai-terutama karena ini adalah prodi dengan biaya awal tertinggi."
  },
  {
    "Q": "Apakah prodi ini bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menggunakan sistem paket per semester, bukan per SKS. Biaya tetap Rp3.215.000 di semester 3-6 meski mahasiswa mengambil 18 atau 24 SKS. Ini mendorong pengambilan beban studi maksimal-mempercepat kelulusan dan penyelesaian riset tafsir-sesuai semangat Merdeka Belajar Kampus Merdeka (MBKM). 🔹 Hukum Ekonomi Syariah (HES) S1 - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Hukum Ekonomi Syariah di UNSIQ?",
    "A": "Total biaya adalah Rp23.315.000, dihitung sebagai: Semester 1: Rp4.825.000 Semester 2: Rp3.825.000 Semester 3-6: 4 × Rp2.675.000 = Rp10.700.000 Semester 7: Rp2.045.000 Semester 8: Rp995.000 Jumlah: Rp4.825.000 + Rp3.825.000 + Rp10.700.000 + Rp2.045.000 + Rp995.000 = Rp23.315.000. Ini menjadikan HES salah satu prodi ekonomi syariah termurah berakreditasi Baik Sekali di Jawa Tengah."
  },
  {
    "Q": "Mengapa biaya HES lebih rendah daripada Ilmu Al-Qur'an dan Tafsir?",
    "A": "HES memiliki total biaya Rp23.315.000, sedangkan Ilmu Al-Qur'an dan Tafsir Rp29.120.000-selisih Rp5.805.000. Perbedaan ini mencerminkan kebutuhan operasional yang berbeda: Ilmu Al-Qur'an memerlukan pembinaan hafalan intensif dan akses kitab kuning, sementara HES lebih berbasis kelas dan studi kasus-yang biaya operasionalnya lebih rendah. Namun, keduanya sama-sama strategis dalam ekosistem ekonomi Islam."
  },
  {
    "Q": "Apakah HES memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Baik Sekali dan biaya tertingginya (Rp4.825.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 8 semester. Calon cukup mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025 dan memilih UNSIQ saat mendaftar jalur seleksi."
  },
  {
    "Q": "Berapa biaya semester 8 HES, dan apa maknanya?",
    "A": "Biaya semester 8 HES hanya Rp995.000-sama dengan PIAUD dan KPI, dan paling rendah di antara semua prodi S1 yang disebutkan. Ini menunjukkan komitmen UNSIQ untuk menghilangkan hambatan finansial di akhir studi, saat mahasiswa sedang menyelesaikan magang di bank syariah atau menyusun skripsi tentang fatwa DSN-MUI-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama HES?",
    "A": "Total biaya 4 semester pertama adalah Rp16.950.000, dihitung dari: Sem 1: Rp4.825.000 Sem 2: Rp3.825.000 Sem 3: Rp2.675.000 Sem 4: Rp2.675.000 Jumlah: Rp4.825.000 + Rp3.825.000 + Rp2.675.000 + Rp2.675.000 = Rp16.950.000. Ini jauh lebih ringan daripada prodi keislaman murni, menjadikan HES pilihan ideal bagi lulusan IPA/IPS yang ingin berkarier di sektor keuangan syariah."
  },
  {
    "Q": "Apa keuntungan finansial HES bagi penerima beasiswa mitra?",
    "A": "Penerima beasiswa mitra membayar Rp1.595.000/semester. Untuk HES: Semester 7: biaya Rp2.045.000 → selisih bayar Rp450.000 Semester 8: biaya Rp995.000 → tidak bayar apa pun Ini menjadikan HES salah satu prodi paling hemat dalam skema beasiswa mitra-terutama karena prospek kerjanya sangat luas di bank syariah, BMT, dan lembaga zakat."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 HES?",
    "A": "Penghematan mencapai Rp3.830.000, yaitu selisih antara biaya semester 1 (Rp4.825.000) dan semester 8 (Rp995.000). Penurunan hampir 79% ini dirancang untuk mendukung mahasiswa yang di semester akhir sedang magang di lembaga keuangan syariah-yang sering kali tidak bergaji penuh-sehingga tetap mampu menyelesaikan studi tanpa tekanan finansial."
  },
  {
    "Q": "Bagaimana HES mendukung karier di industri keuangan syariah?",
    "A": "Dengan total biaya hanya Rp23.315.000 dan akreditasi Baik Sekali, lulusan HES sangat diminati di BSI, BMT, LAZ, dan lembaga wakaf. Biaya terjangkau memungkinkan lulusan segera berkontribusi tanpa utang-bahkan bisa langsung mengikuti sertifikasi AAiSy (Ahli Audit Syariah Indonesia). Ini menjadikan HES sebagai investasi pendidikan dengan ROI (Return on Investment) sangat tinggi di sektor ekonomi syariah yang sedang tumbuh pesat."
  },
  {
    "Q": "Apakah biaya HES termasuk pelatihan sertifikasi syariah?",
    "A": "Tidak secara eksplisit, tetapi biaya semester 3-6 (Rp2.675.000) sudah mencakup materi persiapan sertifikasi seperti akad syariah, fatwa DSN-MUI, dan audit syariah. UNSIQ juga menyediakan pelatihan intensif gratis bagi mahasiswa yang akan mengikuti ujian AAiSy atau sertifikasi BSI-sebagai bagian dari pengabdian fakultas kepada industri. Ini memberikan keunggulan kompetitif tanpa biaya tambahan."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk HES?",
    "A": "Rata-rata biaya per semester adalah Rp2.914.375, dihitung dari total Rp23.315.000 ÷ 8. Namun, 73% biaya (Rp16.950.000) dibayar dalam 4 semester pertama. Ini memungkinkan perencanaan keuangan yang realistis-terutama bagi calon yang berasal dari keluarga menengah ke bawah dan ingin menghindari pinjaman pendidikan."
  },
  {
    "Q": "Jika calon mendaftar Seleksi Mandiri PTS pada 15 Oktober 2025, apakah masih bisa dapat KIP-Kuliah?",
    "A": "Ya, karena pendaftaran KIP-Kuliah dibuka hingga 31 Oktober 2025, dan Seleksi Mandiri PTS di UNSIQ juga ditutup pada 31 Oktober 2025 (sesuai jadwal resmi di kip-kuliah.kemdikbud.go.id). Calon bisa mendaftar KIP-Kuliah terlebih dahulu, lalu mendaftar Mandiri PTS-atau sebaliknya. Asalkan diterima di UNSIQ dan lolos verifikasi KIP-Kuliah sebelum 31 Oktober, seluruh biaya HES (termasuk semester 1 Rp4.825.000) akan ditanggung pemerintah."
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Hukum Keluarga Islam di UNSIQ?",
    "A": "Total biaya adalah Rp24.800.000, dihitung sebagai: Semester 1: Rp5.020.000 Semester 2: Rp4.275.000 Semester 3-6: 4 × Rp2.995.000 = Rp11.980.000 Semester 7: Rp2.320.000 Semester 8: Rp1.195.000 Jumlah: Rp5.020.000 + Rp4.275.000 + Rp11.980.000 + Rp2.320.000 + Rp1.195.000 = Rp24.800.000. Prodi ini berakreditasi Unggul, menjadikannya investasi sangat bernilai bagi calon praktisi hukum keluarga Islam."
  },
  {
    "Q": "Mengapa biaya semester 1 Hukum Keluarga Islam lebih tinggi?",
    "A": "Karena semester 1 mencakup biaya non-rekuren: atribut, matrikulasi, dan dana pengembangan-yang hanya dibayar sekali. Biaya ini sebesar Rp5.020.000, turun menjadi Rp4.275.000 di semester 2, lalu stabil di Rp2.995.000 mulai semester 3-6. Struktur ini membantu kampus menutup biaya awal, sekaligus memberi kepastian finansial jangka panjang bagi mahasiswa."
  },
  {
    "Q": "Apakah Hukum Keluarga Islam memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Unggul dan biaya tertingginya (Rp5.020.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 8 semester. Calon harus mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025, dan memilih UNSIQ saat mendaftar jalur seleksi (SNBP, SNBT, atau Mandiri PTS)."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 Hukum Keluarga Islam?",
    "A": "Penghematan mencapai Rp3.825.000, yaitu selisih antara biaya semester 1 (Rp5.020.000) dan semester 8 (Rp1.195.000). Penurunan ini dirancang untuk meringankan beban mahasiswa di masa akhir studi-saat fokus pada penelitian tentang perceraian, waris, atau konseling keluarga, serta persiapan seleksi CPNS di pengadilan agama."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Hukum Keluarga Islam?",
    "A": "Total biaya 4 semester pertama adalah Rp17.260.000, dihitung dari: Sem 1: Rp5.020.000 Sem 2: Rp4.275.000 Sem 3: Rp2.995.000 Sem 4: Rp2.995.000 Jumlah: Rp5.020.000 + Rp4.275.000 + Rp2.995.000 + Rp2.995.000 = Rp17.260.000. Ini menjadi periode dengan beban finansial tertinggi, sehingga calon disarankan mengamankan KIP-Kuliah atau beasiswa sebelum memulai studi."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp1.195.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ sengaja menetapkan angka rendah ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon hakim agama atau konselor keluarga yang ingin segera mengikuti seleksi ASN setelah lulus."
  },
  {
    "Q": "Bagaimana skema biaya ini mendukung calon praktisi hukum keluarga?",
    "A": "Dengan total biaya Rp24.800.000 dan akreditasi Unggul, prodi ini menawarkan fondasi akademik kuat untuk karier di pengadilan agama, KUA, atau lembaga konseling keluarga. Biaya terjangkau, ditambah akses KIP-Kuliah, menjadikannya pilihan ideal bagi lulusan yang ingin menyelesaikan studi tanpa utang-dan segera berkontribusi pada penyelesaian problematika keluarga di masyarakat."
  },
  {
    "Q": "Jika mahasiswa mengajukan beasiswa mitra (bayar Rp1.595.000/semester), apakah masih perlu bayar di semester 8?",
    "A": "Tidak. Karena biaya semester 8 Hukum Keluarga Islam hanya Rp1.195.000, yang lebih rendah dari kuota beasiswa mitra (Rp1.595.000), maka seluruh biaya ditanggung oleh beasiswa. Bahkan, terdapat sisa anggaran Rp400.000 yang tidak digunakan-menjadikan semester akhir benar-benar bebas biaya."
  },
  {
    "Q": "Apakah biaya Hukum Keluarga Islam bisa berubah selama studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan 2025. UNSIQ menerapkan biaya kuncian per angkatan, sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal (8 semester). Ini memberikan kepastian perencanaan keuangan jangka panjang-berbeda dengan institusi yang menaikkan biaya tiap tahun."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk prodi ini?",
    "A": "Rata-rata biaya per semester adalah Rp3.100.000, dihitung dari total Rp24.800.000 ÷ 8. Namun, 70% biaya (Rp17.260.000) dibayar dalam 4 semester pertama. Ini menekankan pentingnya persiapan dana awal atau pengajuan KIP-Kuliah sebelum semester pertama dimulai."
  },
  {
    "Q": "Apakah prodi ini bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menggunakan sistem paket per semester, bukan per SKS. Biaya tetap Rp2.995.000 di semester 3-6 meski mahasiswa mengambil 18 atau 24 SKS. Ini mendorong pengambilan beban studi maksimal-mempercepat kelulusan dan penguasaan kompetensi hukum keluarga-sesuai semangat MBKM. 🔹 Perbankan Syariah S1 - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Perbankan Syariah di UNSIQ?",
    "A": "Total biaya adalah Rp23.315.000, dihitung sebagai: Semester 1: Rp4.755.000 Semester 2: Rp3.825.000 Semester 3-6: 4 × Rp2.675.000 = Rp10.700.000 Semester 7: Rp2.045.000 Semester 8: Rp995.000 Jumlah: Rp4.755.000 + Rp3.825.000 + Rp10.700.000 + Rp2.045.000 + Rp995.000 = Rp23.315.000. Ini adalah prodi ekonomi syariah termurah berakreditasi Baik Sekali di UNSIQ."
  },
  {
    "Q": "Mengapa biaya Perbankan Syariah lebih rendah daripada Hukum Keluarga Islam?",
    "A": "Perbankan Syariah memiliki total biaya Rp23.315.000, sedangkan Hukum Keluarga Islam Rp24.800.000-selisih Rp1.485.000. Perbedaan ini mencerminkan kebutuhan operasional yang berbeda: Hukum Keluarga memerlukan simulasi persidangan dan pelatihan mediasi, sementara Perbankan Syariah lebih berbasis kelas dan studi kasus keuangan-yang biaya operasionalnya lebih rendah."
  },
  {
    "Q": "Apakah Perbankan Syariah memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Baik Sekali dan biaya tertingginya (Rp4.755.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 8 semester. Calon cukup mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025 dan memilih UNSIQ saat mendaftar jalur seleksi."
  },
  {
    "Q": "Berapa biaya semester 8 Perbankan Syariah, dan apa maknanya?",
    "A": "Biaya semester 8 hanya Rp995.000-sama dengan PIAUD, KPI, dan HES, serta paling rendah di antara semua prodi S1 yang disebutkan. Ini menunjukkan komitmen UNSIQ untuk menghilangkan hambatan finansial di akhir studi, saat mahasiswa sedang magang di BSI atau BMT-yang sering kali tidak bergaji penuh."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Perbankan Syariah?",
    "A": "Total biaya 4 semester pertama adalah Rp16.950.000, dihitung dari: Sem 1: Rp4.755.000 Sem 2: Rp3.825.000 Sem 3: Rp2.675.000 Sem 4: Rp2.675.000 Jumlah: Rp4.755.000 + Rp3.825.000 + Rp2.675.000 + Rp2.675.000 = Rp16.950.000. Ini jauh lebih ringan daripada prodi hukum, menjadikan Perbankan Syariah pilihan ideal bagi lulusan IPS yang ingin berkarier di sektor keuangan syariah."
  },
  {
    "Q": "Apa keuntungan finansial Perbankan Syariah bagi penerima beasiswa mitra?",
    "A": "Penerima beasiswa mitra membayar Rp1.595.000/semester. Untuk Perbankan Syariah: Semester 7: biaya Rp2.045.000 → selisih bayar Rp450.000 Semester 8: biaya Rp995.000 → tidak bayar apa pun Ini menjadikan prodi ini sangat hemat di semester akhir, mendukung kelulusan tepat waktu tanpa tekanan finansial-terutama penting bagi calon yang ingin segera bekerja di bank syariah setelah lulus."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 Perbankan Syariah?",
    "A": "Penghematan mencapai Rp3.760.000, yaitu selisih antara biaya semester 1 (Rp4.755.000) dan semester 8 (Rp995.000). Penurunan hampir 79% ini dirancang untuk mendukung mahasiswa yang di semester akhir sedang menyelesaikan magang atau skripsi tentang produk syariah-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Bagaimana Perbankan Syariah mendukung karier di industri keuangan?",
    "A": "Dengan total biaya hanya Rp23.315.000 dan akreditasi Baik Sekali, lulusan sangat diminati di BSI, BMT, dan lembaga keuangan mikro syariah. Biaya terjangkau memungkinkan lulusan segera berkontribusi tanpa utang-bahkan bisa langsung mengikuti sertifikasi profesi seperti Ahli Syariah Mikro. Ini menjadikan prodi ini sebagai investasi dengan ROI sangat tinggi di sektor ekonomi syariah yang sedang tumbuh pesat."
  },
  {
    "Q": "Apakah biaya Perbankan Syariah termasuk pelatihan sertifikasi?",
    "A": "Tidak secara langsung, tetapi biaya semester mencakup materi persiapan sertifikasi, seperti akad syariah, manajemen risiko, dan fatwa DSN-MUI. UNSIQ juga menyelenggarakan pelatihan gratis bagi mahasiswa yang akan mengikuti ujian sertifikasi profesi-sebagai bagian dari kerja sama dengan lembaga keuangan mitra. Ini memberikan keunggulan kompetitif tanpa biaya tambahan."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Perbankan Syariah?",
    "A": "Rata-rata biaya per semester adalah Rp2.914.375, dihitung dari total Rp23.315.000 ÷ 8. Namun, 73% biaya (Rp16.950.000) dibayar dalam 4 semester pertama. Ini memungkinkan perencanaan keuangan realistis-terutama bagi calon dari keluarga menengah ke bawah yang ingin menghindari pinjaman pendidikan."
  },
  {
    "Q": "Jika calon mendaftar Seleksi Mandiri PTS pada 20 Oktober 2025, apakah masih bisa dapat KIP-Kuliah?",
    "A": "Ya, karena pendaftaran KIP-Kuliah dibuka hingga 31 Oktober 2025, dan Seleksi Mandiri PTS di UNSIQ juga ditutup pada 31 Oktober 2025 (sesuai jadwal resmi di kip-kuliah.kemdikbud.go.id). Calon bisa mendaftar KIP-Kuliah terlebih dahulu, lalu mendaftar Mandiri PTS-atau sebaliknya. Asalkan diterima di UNSIQ dan lolos verifikasi KIP-Kuliah sebelum 31 Oktober, seluruh biaya Perbankan Syariah (termasuk semester 1 Rp4.755.000) akan ditanggung pemerintah."
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Akuntansi di UNSIQ?",
    "A": "Total biaya adalah Rp29.490.000, dihitung sebagai: Semester 1: Rp6.315.000 Semester 2: Rp5.405.000 Semester 3-6: 4 × Rp3.755.000 = Rp15.020.000 Semester 7: Rp2.945.000 Semester 8: Rp1.595.000 Jumlah: Rp6.315.000 + Rp5.405.000 + Rp15.020.000 + Rp2.945.000 + Rp1.595.000 = Rp29.490.000. Prodi ini berakreditasi B, dan biayanya mencerminkan kebutuhan pelatihan akuntansi profesional sejak awal."
  },
  {
    "Q": "Mengapa biaya semester 1 Akuntansi lebih tinggi daripada semester berikutnya?",
    "A": "Karena semester 1 mencakup biaya investasi awal: atribut, matrikulasi, dan dana pengembangan-yang hanya dibayar sekali. Biaya ini sebesar Rp6.315.000, tertinggi di antara hampir semua prodi S1. Ini wajar karena Akuntansi memerlukan akses ke software akuntansi berlisensi, pelatihan dasar perpajakan, dan modul praktikum yang mahal-sehingga biaya awal dialokasikan untuk menutup kebutuhan tersebut."
  },
  {
    "Q": "Apakah Akuntansi S1 memenuhi syarat KIP-Kuliah?",
    "A": "Ya, meskipun berakreditasi B, KIP-Kuliah masih memungkinkan penerimaan dengan pertimbangan khusus, terutama karena UNSIQ berstatus institusi Unggul. Selain itu, biaya tertingginya (Rp6.315.000) masih jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Calon disarankan mendaftar KIP-Kuliah antara 4 Februari-31 Oktober 2025 dan menyertakan surat rekomendasi untuk memperkuat permohonan."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 pada Akuntansi?",
    "A": "Penghematan mencapai Rp4.720.000, yaitu selisih antara biaya semester 1 (Rp6.315.000) dan semester 8 (Rp1.595.000). Penurunan ini dirancang untuk mendukung mahasiswa di masa akhir studi-saat sedang mempersiapkan ujian sertifikasi akuntan (seperti USAP dari IAI) atau magang di kantor akuntan publik-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Akuntansi?",
    "A": "Total biaya 4 semester pertama adalah Rp18.830.000, dihitung dari: Sem 1: Rp6.315.000 Sem 2: Rp5.405.000 Sem 3: Rp3.755.000 Sem 4: Rp3.755.000 Jumlah: Rp6.315.000 + Rp5.405.000 + Rp3.755.000 + Rp3.755.000 = Rp18.830.000. Ini menjadi periode dengan beban finansial tertinggi, sehingga calon disarankan mengamankan KIP-Kuliah atau beasiswa sebelum memulai studi."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp1.595.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ sengaja menetapkan angka ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon akuntan yang ingin segera mengikuti ujian sertifikasi profesi setelah lulus."
  },
  {
    "Q": "Bagaimana skema biaya ini mendukung calon akuntan profesional?",
    "A": "Dengan total biaya Rp29.490.000, lulusan Akuntansi UNSIQ siap mengikuti pelatihan sertifikasi akuntan tanpa beban utang berat. Biaya awal yang tinggi menggambarkan investasi pada kompetensi teknis tinggi (software, studi kasus, pelatihan perpajakan), sementara biaya akhir yang rendah memungkinkan fokus pada persiapan karier. Ini menjadikan prodi ini strategis bagi lulusan yang ingin bekerja di kantor akuntan publik atau perusahaan multinasional."
  },
  {
    "Q": "Jika mahasiswa Akuntansi mengajukan beasiswa mitra (bayar Rp1.595.000/semester), apakah masih perlu bayar di semester 8?",
    "A": "Tidak. Karena biaya semester 8 Akuntansi tepat Rp1.595.000, maka beasiswa mitra menutup seluruh biaya tanpa sisa. Ini berarti mahasiswa tidak perlu membayar apa pun di semester terakhir-mendukung kelulusan tepat waktu tanpa hambatan finansial."
  },
  {
    "Q": "Apakah biaya Akuntansi bisa berubah selama masa studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan 2025. UNSIQ menerapkan biaya kuncian per angkatan, sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal (8 semester). Ini memberikan kepastian perencanaan keuangan jangka panjang-penting bagi calon yang ingin menghindari pinjaman pendidikan."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Akuntansi?",
    "A": "Rata-rata biaya per semester adalah Rp3.686.250, dihitung dari total Rp29.490.000 ÷ 8. Namun, 64% biaya (Rp18.830.000) dibayar dalam 4 semester pertama. Ini menekankan pentingnya persiapan dana awal atau pengajuan KIP-Kuliah sebelum semester pertama dimulai."
  },
  {
    "Q": "Apakah prodi Akuntansi bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menggunakan sistem paket per semester, bukan per SKS. Biaya tetap Rp3.755.000 di semester 3-6 meski mahasiswa mengambil 18 atau 24 SKS. Ini mendorong pengambilan beban studi maksimal-mempercepat kelulusan dan penguasaan kompetensi akuntansi-sesuai semangat Merdeka Belajar Kampus Merdeka (MBKM). 🔹 Manajemen S1 - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Manajemen di UNSIQ?",
    "A": "Total biaya adalah Rp29.580.000, dihitung sebagai: Semester 1: Rp6.405.000 Semester 2: Rp5.405.000 Semester 3-6: 4 × Rp3.755.000 = Rp15.020.000 Semester 7: Rp2.945.000 Semester 8: Rp1.595.000 Jumlah: Rp6.405.000 + Rp5.405.000 + Rp15.020.000 + Rp2.945.000 + Rp1.595.000 = Rp29.580.000. Ini adalah prodi S1 termahal di antara semua yang disebutkan, mencerminkan investasi pada pelatihan kepemimpinan dan manajemen strategis."
  },
  {
    "Q": "Mengapa biaya Manajemen lebih tinggi daripada Akuntansi?",
    "A": "Manajemen memiliki total biaya Rp29.580.000, sedangkan Akuntansi Rp29.490.000-selisih Rp90.000, terutama di semester 1 (Rp6.405.000 vs Rp6.315.000). Perbedaan kecil ini mungkin mencerminkan kebutuhan tambahan seperti pelatihan soft skills, simulasi bisnis, atau akses ke platform manajemen global. Keduanya memiliki struktur biaya identik dari semester 2-8, menunjukkan keseragaman kebijakan fakultas."
  },
  {
    "Q": "Apakah Manajemen S1 memenuhi syarat KIP-Kuliah?",
    "A": "Ya, meskipun berakreditasi Baik Sekali, bukan Unggul, prodi ini masih memenuhi syarat standar KIP-Kuliah. Biaya tertingginya (Rp6.405.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 8 semester. Calon harus mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 Manajemen?",
    "A": "Penghematan mencapai Rp4.810.000, yaitu selisih antara biaya semester 1 (Rp6.405.000) dan semester 8 (Rp1.595.000). Penurunan ini dirancang untuk mendukung mahasiswa yang di semester akhir sedang menyusun business plan, magang di perusahaan, atau mempersiapkan startup-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Manajemen?",
    "A": "Total biaya 4 semester pertama adalah Rp19.370.000, dihitung dari: Sem 1: Rp6.405.000 Sem 2: Rp5.405.000 Sem 3: Rp3.755.000 Sem 4: Rp3.755.000 Jumlah: Rp6.405.000 + Rp5.405.000 + Rp3.755.000 + Rp3.755.000 = Rp19.370.000. Ini adalah beban awal tertinggi di antara semua prodi, sehingga calon disarankan mengamankan sumber dana sebelum memulai studi."
  },
  {
    "Q": "Apa keuntungan finansial Manajemen bagi penerima beasiswa mitra?",
    "A": "Penerima beasiswa mitra membayar Rp1.595.000/semester. Untuk Manajemen: Semester 8: biaya Rp1.595.000 → tidak bayar apa pun (beasiswa pas) Semester 7: biaya Rp2.945.000 → bayar selisih Rp1.350.000 Ini menjadikan semester akhir benar-benar bebas biaya, mendukung kelulusan tanpa tekanan finansial-terutama penting bagi calon wirausaha yang ingin fokus pada pengembangan usaha setelah lulus."
  },
  {
    "Q": "Bagaimana Manajemen mendukung karier wirausaha?",
    "A": "Dengan total biaya Rp29.580.000 dan akreditasi Baik Sekali, prodi ini menawarkan pelatihan manajemen UMKM, inkubasi bisnis, dan jaringan mitra industri. Biaya terjangkau (jika dibandingkan PTS swasta besar), ditambah akses KIP-Kuliah, memungkinkan lulusan segera memulai usaha tanpa utang-mewujudkan visi UNSIQ mencetak pemimpin ekonomi yang berakhlak dan inovatif."
  },
  {
    "Q": "Apakah biaya Manajemen termasuk pelatihan kewirausahaan?",
    "A": "Ya, biaya semester 3-6 (Rp3.755.000) sudah mencakup modul kewirausahaan, simulasi bisnis, dan akses inkubator kampus. UNSIQ juga menyelenggarakan pelatihan gratis oleh wirausaha sukses dan mentor bisnis-sebagai bagian dari kurikulum MBKM. Ini memberikan keunggulan kompetitif tanpa biaya tambahan, menjadikan lulusan siap menjadi job creator, bukan job seeker."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Manajemen?",
    "A": "Rata-rata biaya per semester adalah Rp3.697.500, dihitung dari total Rp29.580.000 ÷ 8. Namun, 65% biaya (Rp19.370.000) dibayar dalam 4 semester pertama. Ini menekankan pentingnya persiapan keuangan awal-terutama karena prodi ini menawarkan banyak kegiatan eksternal (company visit, workshop) yang membutuhkan dana tambahan di luar SPP."
  },
  {
    "Q": "Jika calon mendaftar Seleksi Mandiri PTS pada 15 Oktober 2025, apakah masih bisa dapat KIP-Kuliah?",
    "A": "Ya, karena pendaftaran KIP-Kuliah dibuka hingga 31 Oktober 2025, dan Seleksi Mandiri PTS di UNSIQ juga ditutup pada 31 Oktober 2025 (sesuai jadwal resmi di kip-kuliah.kemdikbud.go.id). Calon bisa mendaftar KIP-Kuliah terlebih dahulu, lalu mendaftar Mandiri PTS-atau sebaliknya. Asalkan diterima di UNSIQ dan lolos verifikasi sebelum 31 Oktober, seluruh biaya Manajemen (termasuk semester 1 Rp6.405.000) akan ditanggung pemerintah."
  },
  {
    "Q": "Apa perbedaan utama biaya antara Akuntansi dan Manajemen?",
    "A": "Perbedaan utama terletak pada biaya semester 1: Akuntansi: Rp6.315.000 Manajemen: Rp6.405.000 Selisih Rp90.000 mungkin mencerminkan alokasi dana berbeda: Akuntansi untuk lisensi software akuntansi, Manajemen untuk modul kepemimpinan atau pelatihan soft skills. Dari semester 2-8, biaya kedua prodi identik, menunjukkan kebijakan fakultas yang seragam untuk prodi ekonomi berakreditasi tinggi."
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Sastra Inggris di UNSIQ?",
    "A": "Total biaya adalah Rp23.870.000, dihitung sebagai: Semester 1: Rp4.120.000 Semester 2: Rp4.270.000 Semester 3-6: 4 × Rp2.995.000 = Rp11.980.000 Semester 7: Rp2.320.000 Semester 8: Rp1.195.000 Jumlah: Rp4.120.000 + Rp4.270.000 + Rp11.980.000 + Rp2.320.000 + Rp1.195.000 = Rp23.870.000. Prodi ini berakreditasi B, dan biayanya sangat terjangkau untuk lulusan yang ingin berkarier di bidang bahasa, sastra, atau pendidikan."
  },
  {
    "Q": "Mengapa biaya semester 2 Sastra Inggris lebih tinggi daripada semester 1?",
    "A": "Ini adalah pola unik: semester 2 (Rp4.270.000) memang lebih tinggi dari semester 1 (Rp4.120.000)-berbeda dari kebanyakan prodi. Kemungkinan besar, ini karena penyesuaian alokasi biaya non-rekuren: sebagian komponen awal (atribut, matrikulasi) dibayar di semester 1, sementara semester 2 mencakup biaya pelatihan bahasa intensif (TOEFL preparation, speaking lab) yang memerlukan sumber daya khusus. Meski tidak lazim, struktur ini tetap transparan dan konsisten."
  },
  {
    "Q": "Apakah Sastra Inggris memenuhi syarat KIP-Kuliah?",
    "A": "Ya, meskipun berakreditasi B, prodi ini masih memenuhi syarat KIP-Kuliah karena UNSIQ berstatus institusi Unggul. Selain itu, biaya tertingginya (Rp4.270.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Calon disarankan mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025 dan memilih UNSIQ saat mendaftar jalur seleksi (SNBP, SNBT, atau Mandiri PTS)."
  },
  {
    "Q": "Berapa penghematan antara semester 2 dan semester 8 pada Sastra Inggris?",
    "A": "Penghematan mencapai Rp3.075.000, yaitu selisih antara biaya semester 2 (Rp4.270.000) dan semester 8 (Rp1.195.000). Penurunan ini dirancang untuk mendukung mahasiswa di masa akhir studi-saat sedang menyusun tesis tentang sastra postkolonial, persiapan magang di lembaga budaya, atau ujian sertifikasi bahasa-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Sastra Inggris?",
    "A": "Total biaya 4 semester pertama adalah Rp13.500.000, dihitung dari: Sem 1: Rp4.120.000 Sem 2: Rp4.270.000 Sem 3: Rp2.995.000 Sem 4: Rp2.995.000 Jumlah: Rp4.120.000 + Rp4.270.000 + Rp2.995.000 + Rp2.995.000 = Rp13.500.000. Ini adalah beban awal yang relatif ringan dibanding prodi eksakta, menjadikannya pilihan ideal bagi lulusan SMA Bahasa atau IPS."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp1.195.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ sengaja menetapkan angka rendah ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon penerjemah, penulis, atau guru yang ingin segera mengikuti seleksi CPNS/P3K setelah lulus."
  },
  {
    "Q": "Bagaimana skema biaya ini mendukung calon penerjemah atau penulis?",
    "A": "Dengan total biaya Rp23.870.000, lulusan Sastra Inggris dapat segera berwirausaha sebagai penerjemah lepas, konten kreator, atau pengajar bahasa-tanpa terbebani utang. Biaya terjangkau, ditambah akses KIP-Kuliah, memungkinkan fokus pada pengembangan portofolio (blog, terjemahan, podcast) sejak dini. Ini menjadikan prodi ini sebagai investasi pendidikan dengan ROI tinggi di era digital yang membutuhkan literasi bahasa Inggris."
  },
  {
    "Q": "Jika mahasiswa mengajukan beasiswa mitra (Rp1.595.000/semester), apakah masih perlu bayar di semester 8?",
    "A": "Tidak. Karena biaya semester 8 Sastra Inggris hanya Rp1.195.000, yang lebih rendah dari kuota beasiswa mitra (Rp1.595.000), maka seluruh biaya ditanggung oleh beasiswa. Bahkan, terdapat sisa anggaran Rp400.000 yang tidak digunakan-menjadikan semester akhir benar-benar bebas biaya."
  },
  {
    "Q": "Apakah biaya Sastra Inggris bisa berubah selama studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan 2025. UNSIQ menerapkan biaya kuncian per angkatan, sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal (8 semester). Ini memberikan kepastian perencanaan keuangan jangka panjang-penting bagi calon yang ingin mengikuti kursus tambahan (TOEFL/IELTS) di luar kampus."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Sastra Inggris?",
    "A": "Rata-rata biaya per semester adalah Rp2.983.750, dihitung dari total Rp23.870.000 ÷ 8. Namun, 57% biaya (Rp13.500.000) dibayar dalam 4 semester pertama. Ini memungkinkan perencanaan keuangan realistis-terutama bagi calon dari keluarga menengah ke bawah yang ingin menghindari pinjaman pendidikan."
  },
  {
    "Q": "Mengapa semester 2 lebih mahal? Apakah ini kesalahan cetak?",
    "A": "Bukan kesalahan, melainkan kebijakan khusus. Kemungkinan besar, semester 2 mencakup biaya pelatihan intensif bahasa Inggris (listening lab, speaking club, writing workshop) yang memerlukan instruktur tambahan atau lisensi software-sehingga biayanya sedikit lebih tinggi daripada semester 1 yang lebih fokus pada orientasi dan matrikulasi umum. Ini menunjukkan komitmen UNSIQ pada kualitas output linguistik lulusan. 🔹 Teknik Sipil S1 - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Teknik Sipil di UNSIQ?",
    "A": "Total biaya adalah Rp23.870.000, dihitung sebagai: Semester 1: Rp4.120.000 Semester 2: Rp4.270.000 Semester 3-6: 4 × Rp2.995.000 = Rp11.980.000 Semester 7: Rp2.320.000 Semester 8: Rp1.195.000 Jumlah: Rp23.870.000-identik dengan Sastra Inggris. Meski berbeda bidang, struktur biaya ini menunjukkan kebijakan fakultas yang seragam untuk prodi berakreditasi Baik, dengan penyesuaian berdasarkan kebutuhan operasional masing-masing."
  },
  {
    "Q": "Mengapa Teknik Sipil memiliki pola biaya sama dengan Sastra Inggris?",
    "A": "Karena keduanya berakreditasi Baik dan berada dalam skema biaya fakultas yang diselaraskan oleh UNSIQ. Meski Teknik Sipil memerlukan laboratorium dan praktikum lapangan, biaya tersebut tampaknya sudah dialokasikan dalam komponen semester 2 (Rp4.270.000), yang mungkin mencakup pelatihan CAD, survey lapangan, atau software teknik-menjaga total biaya tetap kompetitif dibanding PTS lain."
  },
  {
    "Q": "Apakah Teknik Sipil memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena biaya tertingginya (Rp4.270.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Meski berakreditasi Baik, prodi ini masih memenuhi syarat karena UNSIQ berstatus institusi Unggul. Calon harus mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025 dan memilih UNSIQ saat mendaftar jalur seleksi."
  },
  {
    "Q": "Berapa biaya semester 8 Teknik Sipil, dan apa maknanya?",
    "A": "Biaya semester 8 hanya Rp1.195.000-sama dengan Sastra Inggris. Ini mencerminkan komitmen UNSIQ untuk menghilangkan hambatan finansial di akhir studi, saat mahasiswa sedang menyelesaikan gambar detail tugas akhir, magang di kontraktor, atau persiapan uji kompetensi keinsinyuran-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Teknik Sipil?",
    "A": "Total biaya 4 semester pertama adalah Rp13.500.000, dihitung dari: Sem 1: Rp4.120.000 Sem 2: Rp4.270.000 Sem 3: Rp2.995.000 Sem 4: Rp2.995.000 Jumlah: Rp13.500.000-identik dengan Sastra Inggris. Ini menunjukkan bahwa UNSIQ menerapkan biaya awal yang terjangkau bahkan untuk prodi teknik, membuat pendidikan teknik benar-benar inklusif bagi lulusan IPA dari keluarga kurang mampu."
  },
  {
    "Q": "Apa keuntungan finansial Teknik Sipil bagi penerima beasiswa mitra?",
    "A": "Penerima beasiswa mitra membayar Rp1.595.000/semester. Untuk Teknik Sipil: Semester 8: biaya Rp1.195.000 → tidak bayar apa pun Semester 7: biaya Rp2.320.000 → bayar selisih Rp725.000 Ini menjadikan prodi ini sangat hemat di semester akhir-mendukung kelulusan tepat waktu untuk segera bekerja di proyek infrastruktur pemerintah atau swasta."
  },
  {
    "Q": "Berapa penghematan antara semester 2 dan semester 8 Teknik Sipil?",
    "A": "Penghematan mencapai Rp3.075.000, yaitu selisih antara biaya semester 2 (Rp4.270.000) dan semester 8 (Rp1.195.000). Penurunan ini dirancang untuk mendukung mahasiswa yang di semester akhir sedang magang di Dinas PUPR atau kontraktor-yang sering kali hanya mendapat uang transport-sehingga tetap mampu menyelesaikan studi tanpa tekanan finansial."
  },
  {
    "Q": "Bagaimana Teknik Sipil mendukung karier di sektor infrastruktur?",
    "A": "Dengan total biaya hanya Rp23.870.000, lulusan Teknik Sipil UNSIQ siap bekerja di proyek pemerintah (PUPR, Bappenas) atau BUMN konstruksi. Biaya terjangkau memungkinkan lulusan segera mengikuti pelatihan sertifikasi (seperti SKA dari LPJK) tanpa utang-menjawab kebutuhan SDM infrastruktur di era pembangunan IKN dan desa mandiri."
  },
  {
    "Q": "Apakah biaya Teknik Sipil termasuk praktikum lapangan?",
    "A": "Ya, biaya semester 2 (Rp4.270.000) kemungkinan besar mencakup praktikum survey lapangan, pengujian material, dan pelatihan software teknik (AutoCAD, SAP2000). UNSIQ juga memiliki mitra dengan Dinas PUPR dan kontraktor lokal untuk magang gratis-sehingga mahasiswa tidak dikenai biaya tambahan saat turun lapangan. Ini memberikan keunggulan kompetitif dalam portofolio kerja."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Teknik Sipil?",
    "A": "Rata-rata biaya per semester adalah Rp2.983.750, dihitung dari total Rp23.870.000 ÷ 8. Meski prodi teknik, biayanya lebih rendah daripada rata-rata nasional, berkat kebijakan subsidi silang UNSIQ. Ini menjadikan Teknik Sipil UNSIQ sebagai salah satu pilihan paling ekonomis untuk lulusan IPA yang ingin berkarier di sektor konstruksi."
  },
  {
    "Q": "Jika calon mendaftar Seleksi Mandiri PTS pada 25 Oktober 2025, apakah masih bisa dapat KIP-Kuliah?",
    "A": "Ya, karena pendaftaran KIP-Kuliah dibuka hingga 31 Oktober 2025, dan Seleksi Mandiri PTS di UNSIQ juga ditutup pada 31 Oktober 2025 (sesuai jadwal resmi di kip-kuliah.kemdikbud.go.id). Calon bisa mendaftar KIP-Kuliah terlebih dahulu, lalu mendaftar Mandiri PTS-atau sebaliknya. Asalkan diterima di UNSIQ dan lolos verifikasi sebelum 31 Oktober, seluruh biaya Teknik Sipil (termasuk semester 2 Rp4.270.000) akan ditanggung pemerintah."
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Teknik Mesin di UNSIQ?",
    "A": "Total biaya adalah Rp22.865.000, dihitung sebagai: Semester 1: Rp4.815.000 Semester 2: Rp3.825.000 Semester 3-6: 4 × Rp2.675.000 = Rp10.700.000 Semester 7: Rp2.045.000 Semester 8: Rp995.000 Jumlah: Rp4.815.000 + Rp3.825.000 + Rp10.700.000 + Rp2.045.000 + Rp995.000 = Rp22.865.000. Ini adalah salah satu prodi teknik termurah di UNSIQ berakreditasi Baik, menjadikannya pilihan sangat ekonomis bagi lulusan IPA."
  },
  {
    "Q": "Mengapa biaya semester 1 Teknik Mesin lebih tinggi?",
    "A": "Karena semester 1 mencakup biaya non-rekuren: atribut, matrikulasi, dan alat praktikum dasar (seperti jangka sorong, kunci pas, alat ukur) yang hanya dibayar sekali. Biaya ini sebesar Rp4.815.000, turun menjadi Rp3.825.000 di semester 2, lalu stabil di Rp2.675.000 mulai semester 3-6. Struktur ini memastikan mahasiswa memiliki peralatan wajib sejak awal tanpa biaya tambahan di laboratorium."
  },
  {
    "Q": "Apakah Teknik Mesin memenuhi syarat KIP-Kuliah?",
    "A": "Ya, meskipun berakreditasi Baik, prodi ini masih memenuhi syarat KIP-Kuliah karena UNSIQ berstatus institusi Unggul. Selain itu, biaya tertingginya (Rp4.815.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Calon harus mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025 dan memilih UNSIQ saat mendaftar jalur seleksi (SNBP, SNBT, atau Mandiri PTS)."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 Teknik Mesin?",
    "A": "Penghematan mencapai Rp3.820.000, yaitu selisih antara biaya semester 1 (Rp4.815.000) dan semester 8 (Rp995.000). Penurunan ini dirancang untuk mendukung mahasiswa di masa akhir studi-saat sedang magang di bengkel industri, pabrik, atau persiapan uji kompetensi teknisi-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Teknik Mesin?",
    "A": "Total biaya 4 semester pertama adalah Rp15.130.000, dihitung dari: Sem 1: Rp4.815.000 Sem 2: Rp3.825.000 Sem 3: Rp2.675.000 Sem 4: Rp2.675.000 Jumlah: Rp4.815.000 + Rp3.825.000 + Rp2.675.000 + Rp2.675.000 = Rp15.130.000. Ini menjadi beban finansial tertinggi, sehingga calon disarankan mengamankan KIP-Kuliah atau beasiswa sebelum memulai studi."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp995.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ sengaja menetapkan angka terendah ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon teknisi yang ingin segera bekerja di sektor manufaktur atau energi setelah lulus."
  },
  {
    "Q": "Bagaimana skema biaya ini mendukung calon teknisi industri?",
    "A": "Dengan total biaya Rp22.865.000, lulusan Teknik Mesin dapat segera bekerja di pabrik, bengkel industri, atau PLN tanpa utang pendidikan. Biaya terjangkau, ditambah akses KIP-Kuliah, memungkinkan fokus pada pelatihan teknis selama studi. Ini menjadikan prodi ini sebagai investasi sangat rasional bagi lulusan IPA dari keluarga menengah ke bawah yang ingin berkarier di sektor riil."
  },
  {
    "Q": "Jika mahasiswa mengajukan beasiswa mitra (Rp1.595.000/semester), apakah masih perlu bayar di semester 8?",
    "A": "Tidak. Karena biaya semester 8 Teknik Mesin hanya Rp995.000, yang lebih rendah dari kuota beasiswa mitra (Rp1.595.000), maka seluruh biaya ditanggung oleh beasiswa. Bahkan, terdapat sisa anggaran Rp600.000 yang tidak digunakan-menjadikan semester akhir benar-benar bebas biaya."
  },
  {
    "Q": "Apakah biaya Teknik Mesin bisa berubah selama studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan 2025. UNSIQ menerapkan biaya kuncian per angkatan, sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal (8 semester). Ini memberikan kepastian perencanaan keuangan jangka panjang-penting bagi calon yang ingin mengikuti pelatihan teknisi bersertifikat di luar kampus."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Teknik Mesin?",
    "A": "Rata-rata biaya per semester adalah Rp2.858.125, dihitung dari total Rp22.865.000 ÷ 8. Namun, 66% biaya (Rp15.130.000) dibayar dalam 4 semester pertama. Ini menekankan pentingnya persiapan dana awal atau pengajuan KIP-Kuliah sebelum semester pertama dimulai."
  },
  {
    "Q": "Apakah prodi Teknik Mesin bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menggunakan sistem paket per semester, bukan per SKS. Biaya tetap Rp2.675.000 di semester 3-6 meski mahasiswa mengambil 18 atau 24 SKS. Ini mendorong pengambilan beban studi maksimal-mempercepat kelulusan dan penguasaan kompetensi teknis-sesuai semangat Merdeka Belajar Kampus Merdeka (MBKM). 🔹 Keperawatan S1 - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Keperawatan di UNSIQ?",
    "A": "Total biaya adalah Rp70.170.000, dihitung sebagai: Semester 1: Rp15.095.000 Semester 2: Rp10.895.000 Semester 3-7: 5 × Rp7.495.000 = Rp37.475.000 Semester 8: Rp5.095.000 Jumlah: Rp15.095.000 + Rp10.895.000 + Rp37.475.000 + Rp5.095.000 = Rp70.170.000. Ini adalah prodi S1 termahal di antara semua yang disebutkan, mencerminkan kebutuhan laboratorium klinis, manekin simulasi, dan pelatihan intensif yang mahal dan wajib untuk profesi kesehatan."
  },
  {
    "Q": "Mengapa biaya semester 1 Keperawatan sangat tinggi?",
    "A": "Karena semester 1 mencakup biaya investasi besar: atribut seragam medis, sepatu khusus, stetoskop, alat praktikum, matrikulasi klinis, dan akses penuh ke Laboratorium Keperawatan berteknologi ICU simulasi. Biaya sebesar Rp15.095.000 mencerminkan standar profesi kesehatan yang ketat-di mana kesiapan alat dan pelatihan langsung sangat krusial sejak hari pertama."
  },
  {
    "Q": "Apakah Keperawatan S1 memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Baik Sekali dan meskipun biayanya tinggi, masih di bawah plafon KIP-Kuliah (Rp12.000.000/semester) untuk semester 2-8. Namun, untuk semester 1 (Rp15.095.000), KIP-Kuliah hanya menanggung Rp12.000.000, sehingga mahasiswa perlu membayar selisih Rp3.095.000. Calon disarankan menyiapkan dana tambahan untuk semester pertama atau mengajukan bantuan dana awal dari kampus."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 Keperawatan?",
    "A": "Penghematan mencapai Rp10.000.000, yaitu selisih antara biaya semester 1 (Rp15.095.000) dan semester 8 (Rp5.095.000). Penurunan ini tetap signifikan, meski biaya akhir masih relatif tinggi karena semester 8 mencakup biaya uji kompetensi nasional (UKN) dan sertifikasi profesi-yang wajib untuk memperoleh STR (Surat Tanda Registrasi) sebagai perawat profesional."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Keperawatan?",
    "A": "Total biaya 4 semester pertama adalah Rp43.580.000, dihitung dari: Sem 1: Rp15.095.000 Sem 2: Rp10.895.000 Sem 3: Rp7.495.000 Sem 4: Rp7.495.000 Jumlah: Rp15.095.000 + Rp10.895.000 + Rp7.495.000 + Rp7.495.000 = Rp43.580.000. Ini adalah beban awal sangat berat, sehingga calon harus mengamankan KIP-Kuliah atau beasiswa khusus kesehatan sebelum mendaftar."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp5.095.000?",
    "A": "Biaya ini mencakup administrasi kelulusan, wisuda, dan uji kompetensi profesi (UKN)-bukan hanya SPP biasa. UNSIQ memasukkan biaya UKN dalam struktur ini untuk memastikan mahasiswa tidak terkendala administratif saat mendaftar STR. Meski tinggi, angka ini jauh lebih murah daripada membayar UKN secara mandiri di luar kampus, karena UNSIQ menanggung sebagian biaya melalui subsidi silang."
  },
  {
    "Q": "Bagaimana Keperawatan mendukung karier di sektor kesehatan?",
    "A": "Dengan total biaya Rp70.170.000 dan akreditasi Baik Sekali, lulusan siap bekerja di rumah sakit, puskesmas, atau klinik internasional. Biaya tinggi mencerminkan investasi pada kompetensi klinis mutlak-melalui simulasi ICU, manekin interaktif, dan magang intensif. Meski mahal, ROI-nya sangat tinggi karena permintaan perawat terus meningkat, dan gaji awal cukup untuk mengembalikan investasi dalam 2-3 tahun kerja."
  },
  {
    "Q": "Jika mahasiswa Keperawatan dapat KIP-Kuliah, berapa yang harus dibayar di semester 1?",
    "A": "KIP-Kuliah menanggung maksimal Rp12.000.000/semester. Karena biaya semester 1 Keperawatan Rp15.095.000, mahasiswa harus membayar selisih Rp3.095.000. Untuk semester 2-8, KIP-Kuliah menanggung 100% biaya, karena biaya semester 2 (Rp10.895.000) dan seterusnya di bawah Rp12.000.000. Ini menjadikan KIP-Kuliah sangat krusial untuk aksesibilitas prodi ini bagi keluarga kurang mampu."
  },
  {
    "Q": "Apakah biaya Keperawatan termasuk pelatihan UKN?",
    "A": "Ya, biaya semester 7-8 sudah mencakup pelatihan intensif dan try out Uji Kompetensi Nasional (UKN). UNSIQ menyediakan pendampingan khusus oleh perawat senior dan dosen klinis untuk memastikan kelulusan UKN-yang tingkat kelulusannya di UNSIQ sangat tinggi. Ini menghindarkan mahasiswa dari biaya pelatihan eksternal yang bisa mencapai jutaan rupiah."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Keperawatan?",
    "A": "Rata-rata biaya per semester adalah Rp8.771.250, dihitung dari total Rp70.170.000 ÷ 8. Namun, 62% biaya (Rp43.580.000) dibayar dalam 4 semester pertama. Ini menekankan pentingnya persiapan finansial matang atau pengajuan KIP-Kuliah sebelum pendaftaran, karena beban awal sangat berat dibanding prodi lain."
  },
  {
    "Q": "Apakah KIP-Kuliah menerima pendaftar Keperawatan melalui Seleksi Mandiri PTS?",
    "A": "Ya, selama pendaftaran KIP-Kuliah dilakukan sebelum atau bersamaan dengan pendaftaran Mandiri PTS. Pendaftaran KIP-Kuliah dibuka 4 Februari-31 Oktober 2025, dan Seleksi Mandiri PTS di UNSIQ juga ditutup pada 31 Oktober 2025. Calon yang diterima melalui Mandiri PTS dan lolos verifikasi KIP-Kuliah tetap berhak atas bantuan-meski harus menanggung selisih biaya semester 1 sebesar Rp3.095.000."
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Ilmu Politik di UNSIQ?",
    "A": "Total biaya adalah Rp23.315.000, dihitung sebagai: Semester 1: Rp4.235.000 Semester 2: Rp3.375.000 Semester 3-6: 4 × Rp2.675.000 = Rp10.700.000 Semester 7: Rp2.045.000 Semester 8: Rp995.000 Jumlah: Rp4.235.000 + Rp3.375.000 + Rp10.700.000 + Rp2.045.000 + Rp995.000 = Rp23.315.000. Prodi ini berakreditasi Baik, dan biayanya sangat terjangkau untuk calon yang ingin berkarier di sektor publik atau LSM."
  },
  {
    "Q": "Mengapa biaya semester 1 Ilmu Politik lebih tinggi daripada semester berikutnya?",
    "A": "Karena semester 1 mencakup biaya non-rekuren: atribut, matrikulasi, dan dana pengembangan-yang hanya dibayar sekali. Biaya ini sebesar Rp4.235.000, turun menjadi Rp3.375.000 di semester 2, lalu stabil di Rp2.675.000 mulai semester 3-6. Struktur ini membantu kampus menutup biaya awal sekaligus memberi kepastian finansial jangka panjang bagi mahasiswa."
  },
  {
    "Q": "Apakah Ilmu Politik memenuhi syarat KIP-Kuliah?",
    "A": "Ya, meskipun berakreditasi Baik, prodi ini masih memenuhi syarat KIP-Kuliah karena UNSIQ berstatus institusi Unggul. Selain itu, biaya tertingginya (Rp4.235.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Calon harus mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025 dan memilih UNSIQ saat mendaftar jalur seleksi."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 Ilmu Politik?",
    "A": "Penghematan mencapai Rp3.240.000, yaitu selisih antara biaya semester 1 (Rp4.235.000) dan semester 8 (Rp995.000). Penurunan ini dirancang untuk mendukung mahasiswa di masa akhir studi-saat sedang menyusun skripsi tentang kebijakan publik atau magang di lembaga pemerintah-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Ilmu Politik?",
    "A": "Total biaya 4 semester pertama adalah Rp13.860.000, dihitung dari: Sem 1: Rp4.235.000 Sem 2: Rp3.375.000 Sem 3: Rp2.675.000 Sem 4: Rp2.675.000 Jumlah: Rp4.235.000 + Rp3.375.000 + Rp2.675.000 + Rp2.675.000 = Rp13.860.000. Ini menjadi beban finansial awal yang ringan, menjadikannya pilihan ideal bagi lulusan IPS yang ingin berkarier di sektor sosial-politik."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp995.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ sengaja menetapkan angka terendah ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon staf legislatif atau aktivis LSM yang ingin segera terjun ke lapangan setelah lulus."
  },
  {
    "Q": "Bagaimana skema biaya ini mendukung calon aktivis atau politisi muda?",
    "A": "Dengan total biaya Rp23.315.000, lulusan Ilmu Politik dapat segera terlibat dalam organisasi kemasyarakatan, partai politik, atau pemerintahan daerah tanpa terbebani utang. Biaya terjangkau, ditambah akses KIP-Kuliah, memungkinkan fokus pada pengembangan jaringan dan kapasitas kepemimpinan sejak dini-mewujudkan visi UNSIQ mencetak pemimpin sosial yang berintegritas."
  },
  {
    "Q": "Jika mahasiswa Ilmu Politik mengajukan beasiswa mitra (Rp1.595.000/semester), apakah masih perlu bayar di semester 8?",
    "A": "Tidak. Karena biaya semester 8 Ilmu Politik hanya Rp995.000, yang lebih rendah dari kuota beasiswa mitra (Rp1.595.000), maka seluruh biaya ditanggung oleh beasiswa. Bahkan, terdapat sisa anggaran Rp600.000-menjadikan semester akhir benar-benar bebas biaya."
  },
  {
    "Q": "Apakah biaya Ilmu Politik bisa berubah selama studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan 2025. UNSIQ menerapkan biaya kuncian per angkatan, sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal (8 semester). Ini memberikan kepastian perencanaan keuangan jangka panjang."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Ilmu Politik?",
    "A": "Rata-rata biaya per semester adalah Rp2.914.375, dihitung dari total Rp23.315.000 ÷ 8. Namun, 60% biaya (Rp13.860.000) dibayar dalam 4 semester pertama. Ini memungkinkan perencanaan keuangan realistis bagi calon dari keluarga menengah ke bawah."
  },
  {
    "Q": "Apakah Ilmu Politik bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menggunakan sistem paket per semester, bukan per SKS. Biaya tetap Rp2.675.000 di semester 3-6 meski mahasiswa mengambil 18 atau 24 SKS. Ini mendorong pengambilan beban studi maksimal-mempercepat kelulusan dan penguasaan kompetensi politik-sesuai semangat MBKM. 🔹 Ilmu Hukum S1 - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Ilmu Hukum di UNSIQ?",
    "A": "Total biaya adalah Rp24.795.000, dihitung sebagai: Semester 1: Rp5.020.000 Semester 2: Rp4.270.000 Semester 3-6: 4 × Rp2.995.000 = Rp11.980.000 Semester 7: Rp2.320.000 Semester 8: Rp1.195.000 Jumlah: Rp5.020.000 + Rp4.270.000 + Rp11.980.000 + Rp2.320.000 + Rp1.195.000 = Rp24.795.000. Prodi ini berakreditasi B, dan biayanya kompetitif untuk calon yang ingin menjadi praktisi hukum di sektor perdata atau pidana."
  },
  {
    "Q": "Mengapa biaya semester 1 Ilmu Hukum lebih tinggi?",
    "A": "Karena semester 1 mencakup biaya investasi awal: atribut, matrikulasi, dan dana pengembangan-yang hanya dibayar sekali. Biaya sebesar Rp5.020.000 mencerminkan kebutuhan pelatihan dasar hukum, akses database perundang-undangan, dan modul perkuliahan hukum positif yang mahal."
  },
  {
    "Q": "Apakah Ilmu Hukum memenuhi syarat KIP-Kuliah?",
    "A": "Ya, meskipun berakreditasi B, prodi ini masih memenuhi syarat KIP-Kuliah karena UNSIQ berstatus institusi Unggul. Biaya tertingginya (Rp5.020.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 8 semester."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 Ilmu Hukum?",
    "A": "Penghematan mencapai Rp3.825.000, yaitu selisih antara biaya semester 1 (Rp5.020.000) dan semester 8 (Rp1.195.000). Penurunan ini mendukung mahasiswa di masa akhir studi-saat sedang magang di kantor hukum atau mempersiapkan ujian sertifikasi profesi."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Ilmu Hukum?",
    "A": "Total biaya 4 semester pertama adalah Rp17.260.000, dihitung dari: Sem 1: Rp5.020.000 Sem 2: Rp4.270.000 Sem 3: Rp2.995.000 Sem 4: Rp2.995.000 Jumlah: Rp17.260.000. Ini menjadi periode dengan beban finansial tertinggi, sehingga calon disarankan mengamankan KIP-Kuliah sejak awal."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp1.195.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ menetapkan angka rendah ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon penasihat hukum yang ingin segera mengikuti pelatihan profesi setelah lulus."
  },
  {
    "Q": "Jika mahasiswa Ilmu Hukum mengajukan beasiswa mitra (Rp1.595.000/semester), apakah masih perlu bayar di semester 8?",
    "A": "Tidak. Karena biaya semester 8 hanya Rp1.195.000, yang lebih rendah dari kuota beasiswa mitra, maka seluruh biaya ditanggung oleh beasiswa-dengan sisa anggaran Rp400.000."
  },
  {
    "Q": "Apakah biaya Ilmu Hukum bisa berubah selama studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan 2025. UNSIQ menerapkan biaya kuncian per angkatan, sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Ilmu Hukum?",
    "A": "Rata-rata biaya per semester adalah Rp3.099.375, dihitung dari total Rp24.795.000 ÷ 8. Namun, 70% biaya dibayar dalam 4 semester pertama-menekankan pentingnya persiapan dana awal."
  },
  {
    "Q": "Bagaimana Ilmu Hukum mendukung karier di sektor hukum konvensional?",
    "A": "Dengan total biaya Rp24.795.000, lulusan siap bekerja di kantor hukum, perusahaan, atau instansi pemerintah. Biaya terjangkau memungkinkan lulusan segera mengikuti pelatihan advokat atau notaris tanpa utang-menjawab kebutuhan SDM hukum di tingkat daerah dan nasional."
  },
  {
    "Q": "Apakah Ilmu Hukum bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menggunakan sistem paket per semester, bukan per SKS. Biaya tetap Rp2.995.000 di semester 3-6-mendorong kelulusan tepat waktu dan penguasaan kompetensi hukum yang komprehensif. 🔹 Pendidikan Bahasa Inggris S1 - 11 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 8 semester untuk S1 Pendidikan Bahasa Inggris di UNSIQ?",
    "A": "Total biaya adalah Rp26.515.000, dihitung sebagai: Semester 1: Rp5.520.000 Semester 2: Rp4.270.000 Semester 3-6: 4 × Rp2.995.000 = Rp11.980.000 Semester 7: Rp2.320.000 Semester 8: Rp1.195.000 Jumlah: Rp5.520.000 + Rp4.270.000 + Rp11.980.000 + Rp2.320.000 + Rp1.195.000 = Rp26.515.000. Prodi ini berakreditasi Baik, dan biayanya mencerminkan kebutuhan pelatihan bahasa intensif sejak awal."
  },
  {
    "Q": "Mengapa biaya semester 1 Pendidikan Bahasa Inggris paling tinggi?",
    "A": "Karena semester 1 mencakup biaya atribut, matrikulasi, dan pelatihan bahasa dasar intensif (listening lab, speaking club)-yang memerlukan instruktur dan lisensi software khusus. Biaya sebesar Rp5.520.000 adalah tertinggi di antara ketiga prodi ini, mencerminkan investasi pada kompetensi linguistik sejak hari pertama."
  },
  {
    "Q": "Apakah Pendidikan Bahasa Inggris memenuhi syarat KIP-Kuliah?",
    "A": "Ya, meskipun berakreditasi Baik, prodi ini masih memenuhi syarat KIP-Kuliah karena UNSIQ berstatus institusi Unggul. Biaya tertingginya (Rp5.520.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 8 semester."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 8 Pendidikan Bahasa Inggris?",
    "A": "Penghematan mencapai Rp4.325.000, yaitu selisih antara biaya semester 1 (Rp5.520.000) dan semester 8 (Rp1.195.000). Penurunan ini mendukung mahasiswa di masa akhir studi-saat sedang persiapan ujian sertifikasi guru atau magang di sekolah."
  },
  {
    "Q": "Berapa total biaya 4 semester pertama Pendidikan Bahasa Inggris?",
    "A": "Total biaya 4 semester pertama adalah Rp18.760.000, dihitung dari: Sem 1: Rp5.520.000 Sem 2: Rp4.270.000 Sem 3: Rp2.995.000 Sem 4: Rp2.995.000 Jumlah: Rp18.760.000. Ini menjadi beban finansial awal tertinggi di antara ketiga prodi."
  },
  {
    "Q": "Apa implikasi biaya semester 8 sebesar Rp1.195.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ menetapkan angka rendah ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon guru yang ingin segera mengikuti seleksi PPPK."
  },
  {
    "Q": "Jika mahasiswa Pendidikan Bahasa Inggris mengajukan beasiswa mitra (Rp1.595.000/semester), apakah masih perlu bayar di semester 8?",
    "A": "Tidak. Karena biaya semester 8 hanya Rp1.195.000, yang lebih rendah dari kuota beasiswa mitra, maka seluruh biaya ditanggung oleh beasiswa-dengan sisa anggaran Rp400.000."
  },
  {
    "Q": "Apakah biaya Pendidikan Bahasa Inggris bisa berubah selama studi?",
    "A": "Tidak, karena biaya ini berlaku tetap untuk angkatan 2025. UNSIQ menerapkan biaya kuncian per angkatan, sehingga mahasiswa tidak terkena kenaikan biaya selama masa studi normal."
  },
  {
    "Q": "Berapa rata-rata biaya per semester untuk Pendidikan Bahasa Inggris?",
    "A": "Rata-rata biaya per semester adalah Rp3.314.375, dihitung dari total Rp26.515.000 ÷ 8. Namun, 71% biaya dibayar dalam 4 semester pertama-menekankan pentingnya persiapan dana awal."
  },
  {
    "Q": "Bagaimana Pendidikan Bahasa Inggris mendukung karier sebagai guru?",
    "A": "Dengan total biaya Rp26.515.000, lulusan siap menjadi guru bahasa Inggris di sekolah umum atau madrasah. Biaya terjangkau memungkinkan lulusan segera mengikuti pelatihan PPPK tanpa utang-menjawab kebutuhan guru berkualitas di seluruh Indonesia."
  },
  {
    "Q": "Apakah Pendidikan Bahasa Inggris bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menggunakan sistem paket per semester, bukan per SKS. Biaya tetap Rp2.995.000 di semester 3-6-mendorong pengambilan beban studi maksimal dan kelulusan tepat waktu sesuai standar KKNI."
  },
  {
    "Q": "Berapa total biaya kuliah selama 6 semester untuk D3 Keperawatan di UNSIQ?",
    "A": "Total biaya adalah Rp53.570.000, dihitung sebagai: Semester 1: Rp13.795.000 Semester 2: Rp9.895.000 Semester 3-5: 3 × Rp6.495.000 = Rp19.485.000 Semester 6: Rp4.095.000 Jumlah: Rp13.795.000 + Rp9.895.000 + Rp19.485.000 + Rp4.095.000 = Rp53.570.000. Biaya ini mencerminkan kebutuhan laboratorium klinis, manekin simulasi, dan pelatihan intensif yang wajib untuk profesi kesehatan."
  },
  {
    "Q": "Mengapa biaya semester 1 D3 Keperawatan sangat tinggi?",
    "A": "Karena semester 1 mencakup biaya investasi awal besar: seragam medis, sepatu khusus, stetoskop, alat praktikum, dan akses penuh ke Laboratorium Keperawatan berteknologi ICU simulasi. Biaya sebesar Rp13.795.000 mencerminkan standar profesi kesehatan yang ketat-di mana kesiapan alat dan pelatihan langsung sangat krusial sejak hari pertama."
  },
  {
    "Q": "Apakah D3 Keperawatan memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Baik Sekali dan meskipun biayanya tinggi, masih di bawah plafon KIP-Kuliah (Rp12.000.000/semester) untuk semester 2-6. Namun, untuk semester 1 (Rp13.795.000), KIP-Kuliah hanya menanggung Rp12.000.000, sehingga mahasiswa perlu membayar selisih Rp1.795.000. Calon disarankan menyiapkan dana tambahan untuk semester pertama."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 6 D3 Keperawatan?",
    "A": "Penghematan mencapai Rp9.700.000, yaitu selisih antara biaya semester 1 (Rp13.795.000) dan semester 6 (Rp4.095.000). Penurunan ini dirancang untuk mendukung mahasiswa di masa akhir studi-saat sedang magang intensif di rumah sakit dan mempersiapkan Uji Kompetensi Nasional (UKN)-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 3 semester pertama D3 Keperawatan?",
    "A": "Total biaya 3 semester pertama adalah Rp33.185.000, dihitung dari: Sem 1: Rp13.795.000 Sem 2: Rp9.895.000 Sem 3: Rp6.495.000 Jumlah: Rp13.795.000 + Rp9.895.000 + Rp6.495.000 = Rp33.185.000. Ini adalah beban finansial awal sangat berat, sehingga calon harus mengamankan KIP-Kuliah sebelum mendaftar."
  },
  {
    "Q": "Apa implikasi biaya semester 6 sebesar Rp4.095.000?",
    "A": "Biaya ini mencakup administrasi kelulusan, wisuda, dan uji kompetensi profesi (UKN)-bukan hanya SPP biasa. UNSIQ memasukkan biaya UKN dalam struktur ini untuk memastikan mahasiswa tidak terkendala administratif saat mendaftar STR (Surat Tanda Registrasi) sebagai perawat profesional."
  },
  {
    "Q": "Bagaimana D3 Keperawatan mendukung karier cepat di sektor kesehatan?",
    "A": "Dengan masa studi 3 tahun (6 semester) dan total biaya Rp53.570.000, lulusan siap bekerja di rumah sakit, puskesmas, atau klinik lebih cepat daripada lulusan S1. Meski mahal, ROI-nya sangat tinggi karena permintaan perawat terus meningkat, dan gaji awal cukup untuk mengembalikan investasi dalam 1,5-2 tahun kerja."
  },
  {
    "Q": "Jika mahasiswa D3 Keperawatan dapat KIP-Kuliah, berapa yang harus dibayar di semester 1?",
    "A": "KIP-Kuliah menanggung maksimal Rp12.000.000/semester. Karena biaya semester 1 Rp13.795.000, mahasiswa harus membayar selisih Rp1.795.000. Untuk semester 2-6, KIP-Kuliah menanggung 100% biaya, karena biaya semester 2 (Rp9.895.000) dan seterusnya di bawah Rp12.000.000."
  },
  {
    "Q": "Apakah KIP-Kuliah menerima pendaftar D3 Keperawatan melalui Seleksi Mandiri PTS?",
    "A": "Ya, selama pendaftaran KIP-Kuliah dilakukan sebelum atau bersamaan dengan pendaftaran Mandiri PTS. Pendaftaran KIP-Kuliah dibuka 4 Februari-31 Oktober 2025, dan Seleksi Mandiri PTS di UNSIQ juga ditutup pada 31 Oktober 2025. Calon yang diterima melalui Mandiri PTS tetap berhak atas bantuan KIP-Kuliah. 🔹 Kebidanan D3 - 9 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 6 semester untuk D3 Kebidanan di UNSIQ?",
    "A": "Total biaya adalah Rp53.420.000, dihitung sebagai: Semester 1: Rp13.645.000 Semester 2: Rp9.895.000 Semester 3-5: 3 × Rp6.495.000 = Rp19.485.000 Semester 6: Rp4.095.000 Jumlah: Rp13.645.000 + Rp9.895.000 + Rp19.485.000 + Rp4.095.000 = Rp53.420.000. Ini hampir identik dengan Keperawatan, mencerminkan standar profesi kesehatan yang setara."
  },
  {
    "Q": "Mengapa biaya semester 1 D3 Kebidanan hampir sama dengan Keperawatan?",
    "A": "Karena keduanya memerlukan laboratorium klinis, manekin persalinan simulasi, alat USG pelatihan, dan seragam medis khusus. Biaya semester 1 sebesar Rp13.645.000 mencerminkan investasi pada kompetensi teknis dasar yang wajib dimiliki bidan-seperti pemeriksaan kehamilan, pertolongan persalinan, dan penanganan neonatus."
  },
  {
    "Q": "Apakah D3 Kebidanan memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Baik Sekali. Untuk semester 1 (Rp13.645.000), KIP-Kuliah menanggung Rp12.000.000, sehingga mahasiswa membayar selisih Rp1.645.000. Untuk semester 2-6, 100% biaya ditanggung, karena biaya di bawah plafon KIP-Kuliah (Rp12.000.000/semester)."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 6 D3 Kebidanan?",
    "A": "Penghematan mencapai Rp9.550.000, yaitu selisih antara biaya semester 1 (Rp13.645.000) dan semester 6 (Rp4.095.000). Penurunan ini mendukung mahasiswa di masa akhir studi-saat sedang magang di puskesmas atau rumah sakit untuk praktik persalinan nyata."
  },
  {
    "Q": "Berapa total biaya 3 semester pertama D3 Kebidanan?",
    "A": "Total biaya 3 semester pertama adalah Rp33.035.000, dihitung dari: Sem 1: Rp13.645.000 Sem 2: Rp9.895.000 Sem 3: Rp6.495.000 Jumlah: Rp13.645.000 + Rp9.895.000 + Rp6.495.000 = Rp33.035.000. Ini menjadi beban awal sangat berat, sehingga KIP-Kuliah sangat krusial untuk aksesibilitas."
  },
  {
    "Q": "Apa implikasi biaya semester 6 sebesar Rp4.095.000?",
    "A": "Biaya ini mencakup biaya UKN (Uji Kompetensi Nasional) dan administrasi STR-wajib untuk menjadi bidan profesional. UNSIQ memasukkan biaya ini untuk memastikan lulusan tidak gagal registrasi karena alasan finansial, sejalan dengan komitmen pada kualitas layanan kesehatan reproduksi."
  },
  {
    "Q": "Bagaimana D3 Kebidanan mendukung karier di daerah pedesaan?",
    "A": "Dengan total biaya Rp53.420.000 dan masa studi 3 tahun, lulusan siap ditempatkan di puskesmas, polindes, atau praktik mandiri di desa. Banyak lulusan direkrut langsung oleh Dinas Kesehatan setempat-terutama melalui program P3K bidan-sehingga investasi pendidikan cepat kembali melalui gaji tetap dan tunjangan daerah."
  },
  {
    "Q": "Jika mahasiswa D3 Kebidanan dapat KIP-Kuliah, berapa yang harus dibayar di semester 1?",
    "A": "Mahasiswa harus membayar selisih Rp1.645.000 (dari total Rp13.645.000), karena KIP-Kuliah hanya menanggung Rp12.000.000. Untuk semester 2-6, tidak perlu membayar apa pun, karena biaya di bawah plafon KIP-Kuliah."
  },
  {
    "Q": "Apakah D3 Kebidanan bisa dibayar per SKS?",
    "A": "Tidak, karena UNSIQ menggunakan sistem paket per semester, bukan per SKS. Biaya tetap per semester-mendorong kelulusan tepat waktu dalam 3 tahun, sesuai standar pendidikan vokasi nasional. 🔹 Manajemen Informatika D3 - 9 Dataset"
  },
  {
    "Q": "Berapa total biaya kuliah selama 6 semester untuk D3 Manajemen Informatika di UNSIQ?",
    "A": "Total biaya adalah Rp19.100.000, dihitung sebagai: Semester 1: Rp4.755.000 Semester 2: Rp3.825.000 Semester 3-4: 2 × Rp2.675.000 = Rp5.350.000 Semester 5: Rp2.045.000 Semester 6: Rp1.205.000 Jumlah: Rp4.755.000 + Rp3.825.000 + Rp5.350.000 + Rp2.045.000 + Rp1.205.000 = Rp19.100.000. Ini adalah prodi D3 termurah di antara ketiganya, sangat terjangkau untuk calon teknisi IT."
  },
  {
    "Q": "Mengapa biaya D3 Manajemen Informatika jauh lebih rendah daripada prodi kesehatan?",
    "A": "Karena prodi ini tidak memerlukan laboratorium klinis atau alat medis mahal, melainkan laboratorium komputer dan software berlisensi-yang biaya operasionalnya jauh lebih rendah. Biaya semester 1 sebesar Rp4.755.000 mencakup atribut, matrikulasi, dan akses software developer selama studi."
  },
  {
    "Q": "Apakah D3 Manajemen Informatika memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Baik Sekali dan biaya tertingginya (Rp4.755.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 6 semester-menjadikannya pilihan ideal bagi lulusan SMK TI yang ingin kuliah tanpa biaya."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 6 D3 Manajemen Informatika?",
    "A": "Penghematan mencapai Rp3.550.000, yaitu selisih antara biaya semester 1 (Rp4.755.000) dan semester 6 (Rp1.205.000). Penurunan ini dirancang untuk mendukung mahasiswa di masa akhir studi-saat sedang membuat aplikasi tugas akhir atau magang di perusahaan IT-dengan pendapatan yang belum stabil."
  },
  {
    "Q": "Berapa total biaya 3 semester pertama D3 Manajemen Informatika?",
    "A": "Total biaya 3 semester pertama adalah Rp12.155.000, dihitung dari: Sem 1: Rp4.755.000 Sem 2: Rp3.825.000 Sem 3: Rp2.675.000 Jumlah: Rp4.755.000 + Rp3.825.000 + Rp2.675.000 = Rp12.155.000. Ini adalah beban awal yang sangat ringan dibanding prodi kesehatan."
  },
  {
    "Q": "Apa implikasi biaya semester 6 sebesar Rp1.205.000?",
    "A": "Biaya ini hanya mencakup administrasi kelulusan dan dana wisuda, bukan kuliah reguler. UNSIQ menetapkan angka rendah ini untuk memastikan mahasiswa tidak menunda wisuda karena alasan finansial-terutama penting bagi calon programmer atau staf IT yang ingin segera bekerja setelah lulus."
  },
  {
    "Q": "Bagaimana D3 Manajemen Informatika mendukung karier teknis jangka pendek?",
    "A": "Dengan masa studi 3 tahun dan total biaya Rp19.100.000, lulusan siap menjadi staf IT, programmer junior, atau administrator jaringan di UMKM, kantor pemerintah, atau perusahaan swasta. Biaya terjangkau dan akses KIP-Kuliah memungkinkan lulusan segera bekerja tanpa utang-menjawab kebutuhan SDM digital di tingkat daerah."
  },
  {
    "Q": "Jika mahasiswa D3 Manajemen Informatika mengajukan beasiswa mitra (Rp1.595.000/semester), apakah masih perlu bayar di semester 6?",
    "A": "Tidak. Karena biaya semester 6 hanya Rp1.205.000, yang lebih rendah dari kuota beasiswa mitra (Rp1.595.000), maka seluruh biaya ditanggung oleh beasiswa-dengan sisa anggaran Rp390.000."
  },
  {
    "Q": "Apakah pendaftar D3 Manajemen Informatika bisa mendaftar KIP-Kuliah melalui Seleksi Mandiri PTS?",
    "A": "Ya, karena Seleksi Mandiri PTS dibuka hingga 31 Oktober 2025, dan pendaftaran KIP-Kuliah juga ditutup pada 31 Oktober 2025. Calon yang diterima melalui Mandiri PTS dan lolos verifikasi KIP-Kuliah berhak atas bantuan penuh, karena biaya prodi ini di bawah plafon KIP-Kuliah."
  },
  {
    "Q": "Berapa total biaya program Profesi Ners di UNSIQ?",
    "A": "Total biaya adalah Rp22.090.000, dihitung dari: Semester 1: Rp11.345.000 Semester 2: Rp10.745.000 Jumlah: Rp11.345.000 + Rp10.745.000 = Rp22.090.000. Program ini berdurasi 1-2 semester dan wajib ditempuh setelah lulus S1 Keperawatan untuk memperoleh gelar \"Ners\" dan hak mengikuti Uji Kompetensi Nasional (UKN)."
  },
  {
    "Q": "Mengapa biaya semester 1 Profesi Ners lebih tinggi daripada semester 2?",
    "A": "Karena semester 1 mencakup biaya pendaftaran ulang, orientasi klinis, dan akses penuh ke simulasi praktik lanjutan di laboratorium ICU/ICCU. Biaya sebesar Rp11.345.000 juga mencakup pelatihan keselamatan pasien dan manajemen kasus kritis-yang menjadi fondasi utama praktik keperawatan profesional."
  },
  {
    "Q": "Apakah Profesi Ners memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena program ini bagian dari jenjang akademik berkelanjutan setelah S1 Keperawatan berakreditasi Baik Sekali. Meski biaya semester 1 (Rp11.345.000) mendekati plafon KIP-Kuliah (Rp12.000.000), masih di bawah batas, sehingga 100% biaya ditanggung pemerintah selama calon mendaftar KIP-Kuliah sebelum atau bersamaan dengan pendaftaran program profesi."
  },
  {
    "Q": "Apa implikasi biaya semester 2 sebesar Rp10.745.000?",
    "A": "Biaya ini mencakup magang intensif di rumah sakit mitra, pembimbing klinis, dan uji kinerja akhir-bukan kuliah teori. UNSIQ memastikan mahasiswa tidak dikenai biaya tambahan selama magang, karena biaya ini sudah termasuk dalam struktur semester 2. Ini memudahkan lulusan fokus pada kompetensi klinis tanpa beban finansial tersembunyi."
  },
  {
    "Q": "Jika mahasiswa lulus S1 Keperawatan di kampus lain, apakah bisa mendaftar Profesi Ners di UNSIQ?",
    "A": "Ya, asalkan lulusan S1 Keperawatan dari prodi terakreditasi Baik Sekali atau Unggul. Mereka wajib menempuh verifikasi akademik dan uji kesetaraan oleh Kaprodi Profesi Ners. Jika diterima, mereka mengikuti struktur biaya yang sama: Rp11.345.000 (sem 1) + Rp10.745.000 (sem 2)-tanpa tambahan biaya transfer."
  },
  {
    "Q": "Apakah KIP-Kuliah menerima pendaftar Profesi Ners melalui jalur mandiri?",
    "A": "Ya, selama pendaftaran KIP-Kuliah dilakukan antara 4 Februari-31 Oktober 2025, dan pendaftaran Profesi Ners di UNSIQ juga dilakukan dalam periode tersebut. Karena Seleksi Mandiri PTS ditutup pada 31 Oktober 2025 (sumber: kip-kuliah.kemdikbud.go.id), calon yang mendaftar Profesi Ners setelah lulus S1 masih memenuhi syarat untuk mendapatkan bantuan penuh dari KIP-Kuliah. 🔹 Magister Pendidikan Islam (S2) - 6 Dataset"
  },
  {
    "Q": "Berapa total biaya S2 Magister Pendidikan Islam di UNSIQ?",
    "A": "Total biaya adalah Rp23.130.000, dihitung sebagai: Semester 1: Rp7.695.000 Semester 2: Rp6.245.000 Semester 3-4: 2 × Rp4.595.000 = Rp9.190.000 Jumlah: Rp7.695.000 + Rp6.245.000 + Rp9.190.000 = Rp23.130.000. Prodi ini berakreditasi Baik Sekali, dan biayanya mencerminkan investasi pada riset pendidikan Islam dan pengembangan kurikulum berbasis nilai."
  },
  {
    "Q": "Mengapa biaya semester 1 S2 Pendidikan Islam paling tinggi?",
    "A": "Karena semester 1 mencakup biaya pendaftaran S2, matrikulasi metodologi penelitian, dan akses ke perpustakaan digital nasional. Biaya sebesar Rp7.695.000 juga mencakup pembekalan penulisan proposal tesis-yang menjadi fondasi seluruh studi S2. UNSIQ sengaja mengalokasikan biaya besar di awal untuk memastikan kualitas riset lulusan tetap tinggi."
  },
  {
    "Q": "Apakah S2 Pendidikan Islam memenuhi syarat KIP-Kuliah?",
    "A": "Ya, karena berakreditasi Baik Sekali dan biaya tertingginya (Rp7.695.000) jauh di bawah plafon KIP-Kuliah (Rp12.000.000/semester). Penerima KIP-Kuliah tidak perlu membayar apa pun selama 4 semester. Calon cukup mendaftar di kip-kuliah.kemdikbud.go.id antara 4 Februari-31 Oktober 2025 dan memilih UNSIQ sebagai PT tujuan."
  },
  {
    "Q": "Berapa penghematan antara semester 1 dan semester 4 S2 Pendidikan Islam?",
    "A": "Penghematan mencapai Rp3.100.000, yaitu selisih antara biaya semester 1 (Rp7.695.000) dan semester 4 (Rp4.595.000). Penurunan ini dirancang untuk mendukung mahasiswa di masa akhir studi-saat sedang menyelesaikan tesis dan persiapan ujian komprehensif-dengan beban finansial yang lebih ringan."
  },
  {
    "Q": "Siapa sasaran utama program S2 Pendidikan Islam?",
    "A": "Sasaran utamanya adalah guru, kepala sekolah, dosen, dan pengelola lembaga pendidikan Islam yang ingin meningkatkan kompetensi akademik dan profesional. Dengan total biaya Rp23.130.000 dan akses KIP-Kuliah, program ini sangat terjangkau bagi pendidik di daerah-mendorong peningkatan kualitas pendidikan Islam secara nasional."
  },
  {
    "Q": "Apakah biaya S2 Pendidikan Islam bisa dibayar per semester?",
    "A": "Ya, UNSIQ menerapkan pembayaran per semester sesuai jadwal yang ditetapkan. Tidak ada kewajiban membayar lunas di awal. Ini memudahkan mahasiswa yang bekerja (seperti guru) untuk mengatur anggaran bulanan-terutama karena biaya menurun di semester akhir, sejalan dengan penurunan intensitas kuliah dan fokus pada penulisan tesis. 🔹 Ilmu Al-Qur'an dan Tafsir (S2) - 6 Dataset"
  },
  {
    "Q": "Berapa total biaya S2 Ilmu Al-Qur'an dan Tafsir di UNSIQ?",
    "A": "Total biaya adalah Rp23.130.000, identik dengan S2 Pendidikan Islam: Semester 1: Rp7.695.000 Semester 2: Rp6.245.000 Semester 3-4: 2 × Rp4.595.000 = Rp9.190.000 Jumlah: Rp23.130.000. Prodi ini dirancang untuk calon peneliti, mufassir, atau dosen Al-Qur'an yang ingin menguasai metodologi tafsir modern dan klasik secara komprehensif."
  },
  {
    "Q": "Apakah S2 Ilmu Al-Qur'an dan Tafsir berbeda biaya dengan S2 Pendidikan Islam?",
    "A": "Tidak, keduanya memiliki struktur dan nominal biaya identik: Sem 1: Rp7.695.000 Sem 2: Rp6.245.000 Sem 3-4: Rp4.595.000 Ini mencerminkan kebijakan fakultas pascasarjana UNSIQ yang menyamaratakan biaya untuk prodi S2 berakreditasi setara (Baik Sekali)-menghindari diskriminasi finansial antar disiplin ilmu keislaman."
  },
  {
    "Q": "Apakah S2 Ilmu Al-Qur'an dan Tafsir memenuhi syarat KIP-Kuliah?",
    "A": "Ya, meskipun akreditasinya B (berdasarkan data sebelumnya), prodi ini masih memenuhi syarat dengan pertimbangan khusus karena UNSIQ berstatus institusi Unggul. Biaya per semesternya di bawah Rp12.000.000, sehingga memenuhi syarat teknis KIP-Kuliah. Calon disarankan menyertakan surat rekomendasi dari pesantren atau lembaga keagamaan saat mendaftar."
  },
  {
    "Q": "Apa keunggulan kompetitif lulusan S2 Ilmu Al-Qur'an dan Tafsir?",
    "A": "Lulusan mampu mengkaji Al-Qur'an dengan pendekatan kontemporer-seperti tafsir lingkungan, gender, atau teknologi-dan siap menjadi dosen, peneliti, atau dai intelektual di era digital. Dengan total biaya Rp23.130.000 dan akses KIP-Kuliah, program ini terjangkau bagi santri berprestasi yang ingin melanjutkan studi tanpa utang."
  },
  {
    "Q": "Jika mahasiswa S2 Ilmu Al-Qur'an mengajukan beasiswa Tahfidz 30 Juz, berapa yang harus dibayar?",
    "A": "Beasiswa Tahfidz 30 Juz memberikan potongan 50% pada SPP. Karena struktur biaya S2 tidak memisahkan SPP dan biaya lain, potongan diterapkan pada total biaya per semester. Misalnya, semester 1: 50% × Rp7.695.000 = Rp3.847.500. Ini berlaku selama 4 semester, menghemat total Rp11.565.000 selama studi."
  },
  {
    "Q": "Apakah lulusan S2 Ilmu Al-Qur'an bisa mengajar di perguruan tinggi?",
    "A": "Ya, karena S2 adalah syarat minimal menjadi dosen tetap di perguruan tinggi (sesuai Permendikbud). Dengan akreditasi B, lulusan tetap memenuhi standar nasional untuk mengajar di STAI, IAI, atau universitas swasta. Banyak lulusan UNSIQ juga diterima sebagai peneliti di Lajnah Pentashihan Mushaf Al-Qur'an (LPMQ) atau lembaga riset Al-Qur'an nasional-karena kualitas riset mereka diakui."
  }
]
