[
  {
    "Q": "Apa status akreditasi institusi UNSIQ secara keseluruhan?",
    "A": "UNSIQ resmi terakreditasi “UNGGUL” oleh BAN-PT berdasarkan SK Nomor 2174/SK/BAN-PT/Ak/PT/V/20: Ini merupakan predikat tertinggi dalam sistem penilaian perguruan tinggi di Indonesia, yang menilai mutu manajemen, tata kelola, layanan, riset, dan keterlibatan masyarakat. Status ini menjamin bahwa **seluruh lulusan UNSIQ—dari prodi mana pun—memiliki ijazah yang diakui secara nasional dan kompetitif di dunia kerja atau studi lanjut."
  },
  {
    "Q": "Mengapa akreditasi institusi “Unggul” penting bagi calon mahasiswa?",
    "A": "Karena akreditasi institusi “Unggul” menunjukkan kualitas sistemik, bukan hanya satu prodi. Ini berarti calon mahasiswa mendapat jaminan: kurikulum mutakhir, dosen berkualifikasi, fasilitas memadai, dan layanan akademik terintegrasi. Selain itu, lulusan dari PT berakreditasi Unggul lebih diminati perusahaan dan mudah lolos seleksi CPNS/P3K, karena pemerintah mengakui standar mutu institusinya secara holistik."
  },
  {
    "Q": "Apakah semua program studi di UNSIQ otomatis berakreditasi Unggul karena institusinya Unggul?",
    "A": "Tidak. Akreditasi institusi dan prodi adalah dua penilaian terpisah. Meski UNSIQ berstatus Unggul, setiap prodi tetap memiliki akreditasi sendiri—seperti B atau Baik Sekali. Namun, keberadaan institusi Unggul memberi kepercayaan bahwa semua prodi dikelola dalam ekosistem mutu yang sama, dan BAN-PT cenderung mempercepat peningkatan akreditasi prodi di bawah institusi Unggul."
  },
  {
    "Q": "Apa manfaat akreditasi “Baik Sekali” bagi program studi?",
    "A": "Akreditasi “Baik Sekali” (setara A dalam skema lama) menunjukkan bahwa prodi tersebut telah memenuhi seluruh standar nasional: kurikulum relevan, kompetensi lulusan terukur, keterserapan kerja tinggi, dan kontribusi pada masyarakat. Bagi mahasiswa, ini berarti ijazah diakui penuh, berhak mendaftar CPNS tanpa syarat tambahan, dan lebih mudah diterima di program S2—baik dalam maupun luar negeri."
  },
  {
    "Q": "Bagaimana calon mahasiswa memverifikasi akreditasi UNSIQ dan prodi?",
    "A": "Calon dapat memverifikasi melalui laman resmi BAN-PT (banpt.org.id) atau SISTER (sister.banpt.or.id) dengan mencari nama “UNSIQ” atau prodi spesifik. Selain itu, SK akreditasi institusi telah dipublikasikan di website UNSIQ. Verifikasi ini penting untuk menghindari informasi palsu dan memastikan bahwa prodi yang dipilih benar-benar terakreditasi sesuai klaim—karena akreditasi langsung memengaruhi legalitas ijazah."
  },
  {
    "Q": "Apa prodi yang tersedia di Fakultas Bahasa dan Sastra UNSIQ?",
    "A": "Fakultas ini menawarkan dua program S: Sastra Inggris (akreditasi B) dan Pendidikan Bahasa Inggris (akreditasi Baik). Keduanya dirancang untuk mengembangkan kompetensi linguistik, sastra, dan pedagogis—dengan penekanan pada nilai-nilai Islam moderat. Prodi ini cocok bagi calon yang ingin menjadi guru, penulis, penerjemah, atau profesional multinasional yang berakhlak."
  },
  {
    "Q": "Apa prospek lulusan S1 Sastra Inggris UNSIQ?",
    "A": "Lulusan dapat bekerja sebagai penerjemah, content writer, editor, staf diplomatik, atau pengajar bahasa di lembaga non-formal. Dengan tambahan sertifikasi, mereka juga bisa menjadi tour guide internasional atau staf di perusahaan multinasional. Karena prodi ini berakreditasi B, lulusan tetap kompetitif—terutama jika aktif mengikuti pelatihan dan sertifikasi tambahan seperti TOEFL/IELTS selama kuliah."
  },
  {
    "Q": "Mengapa Pendidikan Bahasa Inggris hanya berakreditasi “Baik”?",
    "A": "Akreditasi “Baik” menunjukkan prodi ini telah memenuhi standar dasar, tetapi masih dalam proses peningkatan di area seperti riset dosen atau publikasi ilmiah. Namun, karena UNSIQ berstatus institusi Unggul, prodi ini tetap memiliki dukungan sistemik kuat—dan sedang dalam jalur untuk naik ke “Baik Sekali”. Bagi calon guru, akreditasi ini sudah cukup untuk mengikuti seleksi PPPK guru."
  },
  {
    "Q": "Apakah lulusan Pendidikan Bahasa Inggris bisa jadi guru di sekolah negeri?",
    "A": "Ya, asalkan telah mengikuti sertifikasi pendidik (PGRI/PLPG/PPLS) setelah lulus. Akreditasi “Baik” memenuhi syarat minimal untuk mendaftar seleksi PPPK guru—karena pemerintah mensyaratkan minimal akreditasi “Terakreditasi”. Selain itu, lulusan UNSIQ memiliki keunggulan dalam pendekatan pendidikan berbasis nilai Islam, yang relevan dengan kurikulum PAI di sekolah umum maupun madrasah."
  },
  {
    "Q": "Bisakah lulusan Sastra Inggris melanjutkan ke S2 di luar bidang sastra?",
    "A": "Bisa, terutama ke prodi Ilmu Komunikasi, Hubungan Internasional, atau Pendidikan—karena latar belakang humaniora dianggap fleksibel. Namun, jika ingin ke bidang teknis (seperti Teknik atau Ekonomi), calon mungkin perlu mengikuti matrikulasi tambahan. UNSIQ mendukung hal ini melalui layanan konseling akademik, membantu lulusan merancang jalur studi lanjut sesuai minat dan kapasitas."
  },
  {
    "Q": "Apa keunggulan kompetitif prodi Bahasa di UNSIQ dibanding kampus lain?",
    "A": "Keunggulannya terletak pada integrasi bahasa dengan nilai Islam dan lokal Jawa—misalnya, kajian sastra Inggris dari perspektif etika Islam, atau pengajaran bahasa yang memperhatikan budaya pesantren. Ini menghasilkan lulusan yang tidak hanya fasih berbahasa, tetapi juga mampu menjadi jembatan antara peradaban global dan nilai-nilai keindonesiaan—kompetensi langka yang dibutuhkan di era globalisasi."
  },
  {
    "Q": "Program studi apa saja yang ditawarkan di Fakultas Ekonomi UNSIQ?",
    "A": "Fakultas Ekonomi menyediakan tiga prodi S: Akuntansi (akreditasi B), Manajemen (akreditasi Baik Sekali), dan Perbankan Syariah (akreditasi Baik Sekali). Ketiganya dirancang untuk menghasilkan lulusan yang profesional, beretika, dan siap bersaing di sektor keuangan konvensional maupun syariah—dengan penekanan pada prinsip keadilan, transparansi, dan kemaslahatan umat."
  },
  {
    "Q": "Mengapa Perbankan Syariah berakreditasi “Baik Sekali”?",
    "A": "Karena prodi ini selaras dengan kebutuhan industri keuangan syariah yang tumbuh pesat, serta didukung kurikulum terkini, dosen bersertifikasi (misal: AAiSy), dan kemitraan dengan BSI, BMT, dan lembaga syariah lain. Akreditasi “Baik Sekali” menunjukkan bahwa lulusannya siap kerja tanpa pelatihan ulang, dan banyak direkrut langsung oleh mitra kampus—menjadi salah satu prodi paling diminati di UNSIQ."
  },
  {
    "Q": "Apa prospek lulusan S1 Manajemen UNSIQ?",
    "A": "Lulusan dapat bekerja sebagai manajer operasional, staf HRD, wirausaha, atau konsultan UMKM. Dengan akreditasi “Baik Sekali”, mereka memiliki keunggulan dalam manajemen berbasis nilai Islam, seperti etika bisnis, tanggung jawab sosial, dan kepemimpinan transformatif. Banyak lulusan juga membuka usaha sendiri, didukung inkubator bisnis kampus—menjawab tantangan ekonomi digital melalui kewirausahaan syariah."
  },
  {
    "Q": "Apakah lulusan Akuntansi bisa jadi akuntan publik?",
    "A": "Ya, asalkan lulus Ujian Sertifikasi Akuntan Publik (USAP) yang diselenggarakan IAI. Meski prodi ini berakreditasi B, kurikulumnya telah mencakup mata kuliah inti akuntansi keuangan, perpajakan, dan audit—memenuhi prasyarat akademik untuk mengikuti USAP. UNSIQ juga menyediakan pelatihan intensif sertifikasi bagi mahasiswa akhir, meningkatkan peluang lulus ujian nasional tersebut."
  },
  {
    "Q": "Bisakah lulusan Perbankan Syariah bekerja di bank konvensional?",
    "A": "Bisa, karena ilmu perbankan syariah mencakup prinsip manajemen keuangan universal, seperti analisis laporan keuangan, manajemen risiko, dan pemasaran. Perbedaannya hanya pada kerangka etika dan produk—yang justru menjadi nilai tambah. Banyak bank konvensional kini membuka unit syariah, sehingga lulusan UNSIQ dua kali lebih diminati karena menguasai kedua sistem."
  },
  {
    "Q": "Mengapa tidak ada prodi Ekonomi Pembangunan atau Keuangan di fakultas ini?",
    "A": "UNSIQ memilih fokus pada prodi dengan daya serap tinggi dan relevansi lokal-nasional, seperti Akuntansi, Manajemen, dan Perbankan Syariah—yang langsung menjawab kebutuhan UMKM, pesantren, dan lembaga keuangan syariah di Jawa Tengah. Daripada mengejar kuantitas, UNSIQ lebih menekankan kualitas dan spesialisasi, sehingga lulusan benar-benar siap pakai di sektor prioritas."
  },
  {
    "Q": "Apa program studi yang tersedia di Fakultas Ilmu Kesehatan UNSIQ?",
    "A": "Fakultas ini menawarkan tiga jenjang: D3 Kebidanan, D3 Keperawatan, S1 Keperawatan, dan Profesi Ners—semuanya berakreditasi “Baik Sekali”. Ini menunjukkan komitmen UNSIQ pada pendidikan kesehatan berkualitas tinggi, yang menggabungkan kompetensi klinis, spiritual, dan pelayanan berbasis kasih sayang. Lulusan siap bekerja di rumah sakit, puskesmas, klinik, atau melanjutkan ke spesialisasi."
  },
  {
    "Q": "Apa keunggulan lulusan D3 Keperawatan UNSIQ?",
    "A": "Mereka langsung siap kerja karena kurikulumnya telah diselaraskan dengan Standar Kompetensi Kerja Nasional Indonesia (SKKNI). Dengan akreditasi “Baik Sekali”, lulusan mudah diterima di fasilitas kesehatan formal—bahkan sering direkrut sebelum wisuda. Selain itu, mereka memiliki nilai tambah: pendekatan keperawatan berbasis nilai Islam, seperti menjaga privasi pasien dan memberikan pelayanan penuh empati."
  },
  {
    "Q": "Apakah lulusan D3 Kebidanan bisa melanjutkan ke S1 Kebidanan?",
    "A": "Saat ini UNSIQ belum membuka S1 Kebidanan, tetapi lulusan D3 tetap bisa melanjutkan ke S1 Keperawatan melalui jalur konversi—karena kedua bidang memiliki kesamaan dalam asuhan dasar. Atau, mereka bisa mendaftar S1 Kebidanan di PT lain yang membuka program tersebut. UNSIQ mendukung dengan surat rekomendasi dan bimbingan akademik untuk kelancaran transfer kredit."
  },
  {
    "Q": "Mengapa semua prodi kesehatan di UNSIQ berakreditasi “Baik Sekali”?",
    "A": "Karena UNSIQ menginvestasikan besar pada fasilitas klinis (lab ICU simulasi, manekin canggih) dan kemitraan dengan rumah sakit/puskesmas untuk magang. Selain itu, dosen kesehatan wajib memiliki sertifikasi profesi dan pengalaman lapangan. Akreditasi “Baik Sekali” mencerminkan bahwa kompetensi lulusan diakui penuh oleh Kemenkes dan BAN-PT—sehingga mudah lolos uji kompetensi nasional."
  },
  {
    "Q": "Apa syarat menjadi lulusan Profesi Ners?",
    "A": "Calon harus lulus S1 Keperawatan terlebih dahulu, lalu mendaftar program Profesi Ners—yang berdurasi 1–2 semester dan berfokus pada magang intensif di rumah sakit mitra. Setelah lulus, mereka berhak mengikuti Uji Kompetensi Nasional (UKN) untuk memperoleh STR (Surat Tanda Registrasi) sebagai perawat profesional. UNSIQ memiliki angka kelulusan UKN di atas rata-rata nasional, berkat pelatihan pra-uji yang intensif."
  },
  {
    "Q": "Apakah lulusan S1 Keperawatan bisa bekerja di luar negeri?",
    "A": "Ya, terutama di negara dengan permintaan tinggi seperti Jepang, Jerman, atau Timur Tengah—asalkan memenuhi persyaratan bahasa (misal: JLPT, IELTS) dan lulus ujian lisensi negara tujuan. Karena S1 Keperawatan UNSIQ berakreditasi “Baik Sekali”, ijazahnya diakui sebagai setara standar nasional, memudahkan proses verifikasi oleh otoritas luar negeri. UNSIQ juga menjalin kerja sama dengan lembaga penempatan internasional."
  },
  {
    "Q": "Apa perbedaan antara D3 Keperawatan dan S1 Keperawatan di UNSIQ?",
    "A": "D3 lebih fokus pada keterampilan teknis langsung, seperti injeksi, perawatan luka, dan observasi pasien—cocok bagi yang ingin cepat kerja. S1 menambahkan kompetensi manajemen, riset, dan kepemimpinan, sehingga lulusan bisa menjadi kepala ruangan, peneliti, atau pengajar. Keduanya berakreditasi “Baik Sekali”, tetapi S1 membuka peluang karier lebih luas, termasuk studi lanjut ke S2 Keperawatan."
  },
  {
    "Q": "Apakah lulusan kesehatan UNSIQ bisa jadi PNS?",
    "A": "Sangat bisa. Faktanya, banyak lulusan UNSIQ diterima sebagai perawat dan bidan PNS/P3K di berbagai daerah—karena prodi mereka berakreditasi “Baik Sekali”, yang memenuhi syarat minimal seleksi. Selain itu, pengalaman magang di fasilitas pemerintah (puskesmas, RSUD) memberi mereka pemahaman sistem layanan publik yang menjadi nilai plus saat seleksi kompetensi bidang."
  },
  {
    "Q": "Bagaimana prospek kerja lulusan kesehatan pasca-pandemi?",
    "A": "Prospeknya sangat cerah, karena pandemi meningkatkan kesadaran akan pentingnya tenaga kesehatan profesional. Pemerintah terus membuka rekrutmen P3K bidan dan perawat, sementara sektor swasta (klinik, RS, home care) juga berkembang pesat. Lulusan UNSIQ, dengan pelatihan klinis intensif dan akreditasi “Baik Sekali”, sudah siap menghadapi tuntutan dunia kerja pasca-krisis, termasuk layanan kesehatan digital dan berbasis komunitas."
  },
  {
    "Q": "Apakah ada beasiswa khusus untuk mahasiswa kesehatan?",
    "A": "Ya, termasuk Beasiswa Tahfidz (untuk semua prodi), Beasiswa Mitra Pesantren, dan KIP Kuliah—karena prodi kesehatan berakreditasi A/B. Selain itu, rumah sakit mitra kadang menawarkan beasiswa ikatan dinas bagi mahasiswa berprestasi. UNSIQ juga membuka beasiswa prestasi akademik tiap semester bagi mahasiswa FIKES yang IPK-nya di atas 3,5—mendorong keunggulan akademik berkelanjutan."
  },
  {
    "Q": "Apakah Fakultas Ilmu Kesehatan menerima laki-laki di semua prodi?",
    "A": "Ya, semua prodi—termasuk Kebidanan—terbuka untuk laki-laki, sesuai regulasi Kemenkes. Namun, peminat laki-laki di Kebidanan masih sedikit. UNSIQ tidak membatasi berdasarkan gender, asalkan memenuhi syarat fisik (misal: tinggi badan minimal) dan lulus seleksi. Ini mencerminkan komitmen pada kesetaraan profesi di sektor kesehatan—di mana kompetensi lebih penting daripada identitas gender."
  },
  {
    "Q": "Bagaimana sistem magang di Fakultas Ilmu Kesehatan?",
    "A": "Magang dilakukan di rumah sakit dan puskesmas mitra resmi yang telah menjalin MoU dengan UNSIQ—seperti RSUD Wonosobo, RS PKU Muhammadiyah, dan Puskesmas jaringan. Mahasiswa diawasi oleh pembimbing klinik (dari fasilitas) dan dosen (dari kampus), dengan penilaian berbasis kompetensi nyata. Sistem ini memastikan bahwa lulusan tidak hanya pintar teori, tetapi benar-benar terampil dalam situasi nyata."
  },
  {
    "Q": "Apakah lulusan D3 bisa langsung kerja tanpa sertifikasi tambahan?",
    "A": "Tidak sepenuhnya. Lulusan D3 Keperawatan/Kebidanan harus lulus Uji Kompetensi Nasional (UKN) yang diselenggarakan Kemenkes untuk memperoleh STR (Surat Tanda Registrasi)—syarat wajib praktek profesi. UNSIQ mempersiapkan mahasiswa melalui pelatihan intensif dan try out UKN, sehingga tingkat kelulusan mereka sangat tinggi. Tanpa STR, lulusan tidak bisa bekerja di fasilitas kesehatan formal—meski ijazahnya sah."
  },
  {
    "Q": "Program studi apa saja yang tersedia di Fakultas Ilmu Tarbiyah dan Keguruan UNSIQ?",
    "A": "Fakultas ini menawarkan lima program S1, semuanya berakreditasi “Unggul”:"
  },
  {
    "Q": "Mengapa Pendidikan Agama Islam (PAI) di UNSIQ berakreditasi Unggul?",
    "A": "Karena prodi ini mengintegrasikan tafsir, hadis, fiqh, dan pedagogi modern dalam kurikulum yang selaras dengan kebutuhan madrasah dan sekolah umum. Didukung dosen berkompetensi S3, riset pendidikan Islam, dan kemitraan dengan Kemenag, lulusannya siap menjadi guru PAI profesional, peneliti, atau pengembang kurikulum. Akreditasi Unggul juga memudahkan lulusan lolos seleksi PPPK guru tanpa hambatan administratif."
  },
  {
    "Q": "Apa prospek kerja lulusan S1 Pendidikan Bahasa Arab?",
    "A": "Lulusan dapat menjadi guru Bahasa Arab di madrasah, pesantren, atau sekolah umum, penerjemah teks keagamaan, staf di lembaga kebudayaan Arab (seperti Kedutaan), atau pengajar di kursus bahasa. Dengan akreditasi Unggul, ijazah mereka diakui penuh untuk seleksi CPNS/P3K—terutama di lingkungan Kemenag. Banyak juga yang melanjutkan studi ke Timur Tengah, karena kompetensi linguistik dan keislaman mereka sudah diakui sejak S:"
  },
  {
    "Q": "Mengapa Pendidikan Fisika masuk Fakultas Tarbiyah, bukan Fakultas Sains?",
    "A": "Karena UNSIQ mendekati sains melalui perspektif pendidikan Islam dan nilai-nilai tarbiyah. Mahasiswa tidak hanya belajar hukum fisika, tetapi juga etika ilmiah, filsafat sains Islam, dan integrasi ayat kauniyah dalam pembelajaran. Lulusan menjadi guru fisika yang mampu menginspirasi siswa melalui pendekatan holistik—menghubungkan alam semesta dengan kebesaran Allah. Ini menjawab kebutuhan guru sains yang berakhlak dan religius di sekolah berbasis nilai."
  },
  {
    "Q": "Apa keunggulan kompetitif PGMI di UNSIQ?",
    "A": "PGMI UNSIQ berakreditasi Unggul, menjadikannya salah satu program terbaik nasional untuk calon guru Madrasah Ibtidaiyah. Kurikulumnya menggabungkan pedagogi anak usia dini, metode mengaji, dan pendekatan pembelajaran aktif berbasis Islam. Lulusan tidak hanya bisa mengajar di MI, tetapi juga di SD umum yang membuka kelas agama. Banyak sekolah Islam terpadu langsung merekrut lulusan PGMI UNSIQ karena reputasi akademik dan akhlak mereka."
  },
  {
    "Q": "Siapa sasaran utama program PIAUD di UNSIQ?",
    "A": "Program ini ditujukan bagi calon pendidik yang ingin mengembangkan pendidikan usia dini berbasis nilai Islam, baik di TK, RA, playgroup, maupun lembaga PAUD mandiri. Lulusan dilatih untuk merancang lingkungan belajar yang mendukung tumbuh kembang holistik anak—termasuk pembiasaan ibadah, akhlak, dan literasi Al-Qur’an sejak usia dini. Dengan akreditasi Unggul, lulusan sangat diminati di lembaga pendidikan Islam modern."
  },
  {
    "Q": "Apakah lulusan PIAUD bisa menjadi kepala sekolah TK/RA?",
    "A": "Ya, setelah memperoleh sertifikasi kepala sekolah dari LPPKS (Lembaga Pengembangan dan Pemberdayaan Kepala Sekolah). Karena prodi ini berakreditasi Unggul, lulusan memenuhi syarat akademik penuh untuk mengikuti pelatihan tersebut. Banyak lulusan PIAUD UNSIQ bahkan mendirikan lembaga PAUD sendiri, didukung inkubator wirausaha kampus—menjawab kebutuhan masyarakat akan pendidikan usia dini yang berkualitas dan berakhlak."
  },
  {
    "Q": "Bagaimana integrasi nilai Islam dalam Pendidikan Fisika?",
    "A": "Dalam Pendidikan Fisika UNSIQ, setiap topik—seperti gravitasi, energi, atau gelombang—dikaitkan dengan ayat-ayat kauniyah dalam Al-Qur’an dan pemikiran ilmuwan Muslim klasik (seperti Ibnu Sina, Al-Biruni). Mahasiswa belajar bahwa meneliti alam adalah bentuk ibadah, dan guru fisika memiliki peran dakwah melalui sains. Pendekatan ini menghasilkan lulusan yang tidak hanya kompeten secara akademik, tetapi juga mampu membangun kesadaran iman melalui pembelajaran sains."
  },
  {
    "Q": "Apakah lulusan PAI bisa mengajar di sekolah negeri non-madrasah?",
    "A": "Ya, karena Kementerian Pendidikan mengizinkan guru PAI dari lulusan prodi PAI mengajar di SD/SMP/SMA negeri—baik negeri maupun swasta. Dengan akreditasi Unggul, lulusan UNSIQ memenuhi syarat penuh untuk seleksi PPPK guru agama. Bahkan, banyak sekolah umum lebih memilih lulusan PAI berbasis pesantren seperti UNSIQ karena kedalaman pemahaman keagamaan dan akhlak yang terbentuk selama studi."
  },
  {
    "Q": "Apa peluang studi lanjut lulusan PGMI?",
    "A": "Lulusan PGMI dapat melanjutkan ke S2 Pendidikan Dasar, Pendidikan Islam, atau Manajemen Pendidikan—baik di dalam maupun luar negeri. Beberapa universitas Timur Tengah juga membuka prodi khusus “Pendidikan Anak Usia Dini dalam Perspektif Islam”, yang sangat relevan. Akreditasi Unggul memudahkan proses penerimaan, karena menunjukkan bahwa lulusan telah menjalani pendidikan dengan standar nasional tertinggi."
  },
  {
    "Q": "Mengapa Bahasa Arab penting dalam pendidikan Islam modern?",
    "A": "Karena Al-Qur’an, hadis, dan kitab kuning berbahasa Arab, penguasaan bahasa ini menjadi kunci akses langsung ke sumber primer Islam. Lulusan Pendidikan Bahasa Arab UNSIQ tidak hanya menguasai tata bahasa, tetapi juga mampu mengajarkannya dengan metode kontemporer—seperti pembelajaran berbasis proyek atau teknologi digital. Ini menjawab tantangan generasi muda yang butuh pendekatan bahasa Arab yang menyenangkan, namun tetap akurat secara syar’i."
  },
  {
    "Q": "Apakah PIAUD hanya untuk perempuan?",
    "A": "Tidak. Meski mayoritas mahasiswa perempuan, laki-laki tetap diperbolehkan mendaftar dan lulus sebagai pendidik usia dini. UNSIQ tidak membatasi berdasarkan gender, karena kompetensi pedagogis dan kasih sayang—bukan jenis kelamin—yang menentukan kualitas pendidik. Beberapa lulusan laki-laki bahkan menjadi pendiri lembaga PAUD putra, menjawab kebutuhan khusus di komunitas tertentu."
  },
  {
    "Q": "Bagaimana keterserapan kerja lulusan Fakultas Tarbiyah?",
    "A": "Sangat tinggi, terutama di lingkungan Kemenag, sekolah Islam terpadu, dan pesantren modern. Banyak lulusan direkrut bahkan sebelum wisuda melalui job fair kampus atau rekomendasi dosen. Akreditasi Unggul mempercepat proses seleksi CPNS/P3K, karena tidak perlu verifikasi tambahan. Selain itu, minat masyarakat pada pendidikan berbasis nilai Islam terus meningkat—menjamin permintaan tenaga pendidik lulusan UNSIQ tetap stabil."
  },
  {
    "Q": "Apakah prodi Tarbiyah UNSIQ menerima lulusan SMA IPA?",
    "A": "Ya, terutama untuk Pendidikan Fisika, yang justru lebih diminati oleh lulusan IPA. Namun, lulusan SMA IPS juga bisa mendaftar—asalkan lulus tes masuk dan menunjukkan minat kuat pada pendidikan sains. UNSIQ percaya bahwa minat dan komitmen lebih penting daripada latar belakang jurusan, selama calon mampu mengejar ketertinggalan melalui matrikulasi awal."
  },
  {
    "Q": "Apa yang membedakan Pendidikan Fisika UNSIQ dari kampus umum?",
    "A": "Perbedaannya terletak pada orientasi nilai: di UNSIQ, fisika diajarkan bukan hanya sebagai ilmu netral, tetapi sebagai jalan memahami tanda-tanda kekuasaan Allah (ayat kauniyah). Mahasiswa juga dilatih menjadi guru yang mengintegrasikan akhlak, spiritualitas, dan sains dalam kelas—sesuatu yang jarang ditemukan di kampus sekuler. Ini menciptakan lulusan yang unik: ilmuwan sekaligus pendidik berjiwa religius."
  },
  {
    "Q": "Bisakah lulusan Pendidikan Bahasa Arab bekerja di media Islam?",
    "A": "Sangat bisa. Banyak lulusan menjadi redaktur konten Arab di portal berita Islam, penerjemah Al-Qur’an digital, atau penyiar di radio/TV berbahasa Arab. Prodi ini melatih kemampuan menulis, menerjemah, dan berkomunikasi lisan—sehingga lulusan siap di dunia media. Dengan akreditasi Unggul, portofolio akademik mereka lebih mudah diterima oleh lembaga media nasional maupun internasional yang berbasis Islam."
  },
  {
    "Q": "Apakah ada pelatihan mengajar selama studi di prodi Tarbiyah?",
    "A": "Ya, semua prodi Tarbiyah mewajibkan Praktik Pengalaman Lapangan (PPL) di sekolah mitra—baik madrasah maupun sekolah umum. Mahasiswa dibimbing dosen dan guru pamong selama 1–2 semester, mengajar nyata di kelas, menyusun RPP, dan mengevaluasi pembelajaran. Ini memastikan bahwa lulusan tidak hanya paham teori, tetapi benar-benar siap mengajar sejak hari pertama kerja."
  },
  {
    "Q": "Mengapa semua prodi Tarbiyah di UNSIQ berakreditasi Unggul?",
    "A": "Karena UNSIQ menempatkan pendidikan guru sebagai misi utama, dengan investasi besar pada dosen berkualifikasi S3, kurikulum berbasis KKNI dan SNP, riset pendidikan Islam, serta kemitraan strategis dengan Kemenag dan sekolah. Akreditasi Unggul kolektif ini mencerminkan komitmen institusional jangka panjang untuk menjadi pusat unggulan pencetak pendidik profesional berbasis nilai Islam di Indonesia."
  },
  {
    "Q": "Apa program studi yang tersedia di Fakultas Komunikasi dan Sosial Politik?",
    "A": "Fakultas ini menawarkan dua program S: Ilmu Politik (akreditasi Baik) dan Komunikasi dan Penyiaran Islam (KPI) (akreditasi B). Keduanya dirancang untuk menghasilkan lulusan yang mampu berkontribusi pada kehidupan publik, media, dan kebijakan dengan berlandaskan nilai-nilai Islam moderat. Meski akreditasinya belum Unggul, prodi ini terus berkembang sejalan dengan status institusi UNSIQ yang Unggul."
  },
  {
    "Q": "Apa prospek kerja lulusan S1 Ilmu Politik UNSIQ?",
    "A": "Lulusan dapat bekerja sebagai staf legislatif, peneliti kebijakan, konsultan politik, aktivis LSM, atau aparatur pemerintah. Dengan latar belakang pendidikan Islam, mereka unggul dalam memahami isu politik lokal berbasis nilai keadilan dan kemaslahatan umat. Banyak juga yang menjadi kader partai atau organisasi kemasyarakatan—karena prodi ini melatih kepemimpinan, analisis kebijakan, dan negosiasi dalam kerangka etika Islam."
  },
  {
    "Q": "Mengapa Ilmu Politik hanya berakreditasi “Baik”?",
    "A": "Akreditasi “Baik” menunjukkan prodi ini telah memenuhi standar dasar, tetapi masih dalam proses peningkatan di area seperti publikasi ilmiah, kerja sama internasional, atau jumlah dosen bergelar S: Namun, karena UNSIQ berstatus institusi Unggul, prodi ini mendapat dukungan penuh untuk percepatan peningkatan akreditasi—dan sedang dalam proses menuju “Baik Sekali” atau “Unggul” dalam 1–2 tahun ke depan."
  },
  {
    "Q": "Apa yang dipelajari di Komunikasi dan Penyiaran Islam (KPI)?",
    "A": "Mahasiswa mempelajari jurnalistik, produksi media, manajemen media, komunikasi dakwah, dan etika penyiaran berbasis Islam. Mereka dilatih membuat konten audio-visual, menulis berita, mengelola media sosial, dan menyampaikan pesan dakwah secara efektif. Prodi ini sangat relevan di era digital, di mana dakwah modern membutuhkan keterampilan media profesional—dan lulusannya siap menjadi content creator, penyiar, atau manajer media Islam."
  },
  {
    "Q": "Apakah lulusan KPI bisa bekerja di TV atau radio nasional?",
    "A": "Ya, terutama di lembaga penyiaran berbasis Islam seperti TV9, RCTI+ Islam Channel, atau Radio Dakwah. Namun, banyak juga yang diterima di media umum karena keterampilan komunikasi dan produksi konten mereka kompetitif. UNSIQ mendukung hal ini melalui magang di Radio UNSIQ dan kerja sama dengan media lokal—sehingga lulusan memiliki portofolio nyata saat melamar kerja."
  },
  {
    "Q": "Bagaimana integrasi nilai Islam dalam Ilmu Politik?",
    "A": "Ilmu Politik di UNSIQ tidak hanya membahas sistem demokrasi atau teori kekuasaan, tetapi juga membandingkannya dengan konsep siyasah syar’iyyah, khilafah, dan keadilan sosial dalam Islam. Mahasiswa belajar menganalisis kebijakan publik melalui prinsip maslahah, adl (keadilan), dan syura (musyawarah). Ini menghasilkan lulusan yang mampu menjadi agen perubahan politik yang beretika, bukan sekadar politisi pragmatis."
  },
  {
    "Q": "Apakah prodi KPI dan Ilmu Politik bisa menerima lulusan dari jurusan apa saja?",
    "A": "Ya, keduanya terbuka untuk lulusan SMA/MA dari semua jurusan (IPA, IPS, Bahasa). Tidak ada batasan ketat karena kurikulum dirancang untuk membangun kompetensi dari dasar. Yang lebih penting adalah minat pada isu sosial, media, atau kebijakan publik, serta kemampuan berkomunikasi. UNSIQ percaya bahwa latar belakang beragam justru memperkaya diskusi akademik di kelas."
  },
  {
    "Q": "Apa saja program studi di Fakultas Syari’ah dan Hukum UNSIQ?",
    "A": "Fakultas ini menawarkan empat program S1:"
  },
  {
    "Q": "Mengapa Hukum Keluarga (Ahwal Syakhshiyah) berakreditasi Unggul?",
    "A": "Karena prodi ini mengintegrasikan fiqh munakahat, UU Perkawinan, dan konseling keluarga modern dalam kurikulum yang selaras dengan kebutuhan pengadilan agama dan lembaga konsultasi keluarga. Didukung dosen ahli dan riset tentang problematika keluarga kontemporer, lulusannya sangat diminati di pengadilan agama, KUA, dan lembaga perlindungan perempuan. Akreditasi Unggul memudahkan lulusan lolos seleksi CPNS di lingkungan Kementerian Agama."
  },
  {
    "Q": "Apa prospek kerja lulusan Hukum Ekonomi Syari’ah?",
    "A": "Lulusan dapat bekerja di bank syariah, BMT, lembaga keuangan mikro, konsultan syariah, atau sebagai auditor syariah. Dengan akreditasi Baik Sekali, mereka memenuhi syarat untuk mengikuti sertifikasi profesi seperti AAiSy (Ahli Audit Syariah Indonesia). Banyak lulusan juga menjadi pengurus zakat dan wakaf di LAZ atau BAZNAS—menjawab kebutuhan SDM ekonomi syariah yang terus tumbuh pesat di Indonesia."
  },
  {
    "Q": "Apa keunikan prodi Ilmu Al-Qur’an dan Tafsir di UNSIQ?",
    "A": "Prodi ini tidak hanya mengkaji tafsir klasik, tetapi juga mengaitkannya dengan isu kontemporer—seperti lingkungan, teknologi, dan hak asasi manusia—melalui pendekatan tafsir tematik dan maudhu’i. Mahasiswa dilatih menjadi mufassir modern yang mampu menyampaikan pesan Al-Qur’an secara relevan di era digital. Akreditasi Baik Sekali menunjukkan bahwa lulusannya siap menjadi akademisi, dai intelektual, atau peneliti Al-Qur’an di lembaga riset nasional."
  },
  {
    "Q": "Mengapa Ilmu Hukum berakreditasi B, bukan lebih tinggi?",
    "A": "Akreditasi B menunjukkan prodi ini telah memenuhi standar dasar, tetapi masih dalam proses peningkatan di aspek seperti jumlah dosen bergelar S3, publikasi ilmiah, atau kemitraan dengan lembaga hukum. Namun, karena UNSIQ berstatus institusi Unggul, prodi ini tetap memiliki akses ke sumber daya mutu tinggi—dan sedang dalam jalur percepatan akreditasi. Bagi calon yang ingin paham hukum positif dengan perspektif Islam, prodi ini tetap relevan."
  },
  {
    "Q": "Bisakah lulusan Hukum Keluarga bekerja di pengadilan negeri?",
    "A": "Tidak secara langsung, karena pengadilan negeri menangani hukum perdata dan pidana umum, bukan keluarga Islam. Namun, lulusan dapat bekerja di pengadilan agama, yang merupakan bagian dari sistem peradilan nasional—dan setara secara hukum dengan pengadilan negeri. Dengan akreditasi Unggul, lulusan UNSIQ sangat kompetitif dalam seleksi calon hakim agama, panitera, atau jurusita di lingkungan Mahkamah Agung."
  },
  {
    "Q": "Apakah lulusan Ilmu Al-Qur’an dan Tafsir bisa jadi dosen?",
    "A": "Ya, asalkan melanjutkan ke S2 dan S3 di bidang yang relevan. Banyak universitas Islam negeri dan swasta membuka lowongan dosen Tafsir dan Ilmu Al-Qur’an—terutama yang berakreditasi Unggul. Dengan akreditasi Baik Sekali, lulusan S1 UNSIQ memenuhi syarat akademik untuk mendaftar S2, dan banyak yang diterima di UIN/IAIN terkemuka. UNSIQ juga mendorong lulusan terbaik untuk menjadi calon dosen internal melalui program afirmasi."
  },
  {
    "Q": "Bagaimana prospek kerja lulusan Ilmu Hukum (konvensional) di lingkungan Islam?",
    "A": "Lulusan dapat menjadi penasihat hukum di ormas Islam, staf legal pesantren, atau pengelola wakaf yang memerlukan pemahaman hukum positif. Meski berakreditasi B, prodi ini memberikan dasar kuat untuk memahami interaksi antara hukum nasional dan syariah—misalnya dalam akad wakaf atau pendirian yayasan pesantren. Banyak lulusan juga mengambil sertifikasi profesi (PPNS, mediator) untuk memperluas peluang karier."
  },
  {
    "Q": "Apakah Hukum Ekonomi Syari’ah sama dengan Perbankan Syariah?",
    "A": "Tidak sama, meski saling melengkapi. Perbankan Syariah (di Fakultas Ekonomi) fokus pada manajemen operasional lembaga keuangan, sedangkan Hukum Ekonomi Syari’ah (di Fakultas Syari’ah) menekankan pada aspek hukum akad, fatwa DSN-MUI, dan regulasi syariah. Lulusan HES lebih cocok sebagai ahli syariah officer, auditor, atau peneliti fatwa, bukan sebagai manajer bank—meski keduanya bekerja di ekosistem yang sama."
  },
  {
    "Q": "Apa peluang studi lanjut lulusan Hukum Keluarga?",
    "A": "Sangat terbuka, terutama ke S2 Hukum Islam, Sosiologi Keluarga, atau Gender Studies—baik di Indonesia maupun Timur Tengah. Beberapa universitas seperti UIN Jakarta, Al-Azhar Mesir, atau IIUM Malaysia memiliki program spesialisasi Ahwal Syakhshiyah. Akreditasi Unggul memperkuat portofolio akademik, meningkatkan peluang diterima tanpa tes tambahan atau dengan beasiswa penuh."
  },
  {
    "Q": "Apakah Ilmu Al-Qur’an dan Tafsir hanya untuk calon ustadz?",
    "A": "Tidak. Prodi ini juga cocok bagi calon peneliti, editor kitab, content creator edukasi Al-Qur’an, atau pengembang aplikasi tafsir digital. Di era informasi, kebutuhan akan ahli Al-Qur’an yang melek teknologi sangat tinggi—misalnya untuk membuat platform tafsir interaktif atau podcast tafsir tematik. UNSIQ melatih mahasiswa tidak hanya menghafal, tetapi juga mengkomunikasikan makna Al-Qur’an secara kontekstual dan kreatif."
  },
  {
    "Q": "Bagaimana kaitan antara Hukum Keluarga dan Konseling?",
    "A": "Kurikulum Hukum Keluarga UNSIQ mengintegrasikan konseling dasar, karena menyelesaikan sengketa keluarga tidak cukup dengan hukum—perlu pendekatan psikologis dan komunikasi empatik. Mahasiswa belajar teknik mediasi, komunikasi efektif, dan manajemen konflik—sehingga lulusan tidak hanya bisa menjadi hakim, tetapi juga konselor keluarga bersertifikat yang membantu pasangan membangun rumah tangga harmonis berbasis nilai Islam."
  },
  {
    "Q": "Apakah prodi Syari’ah menerima lulusan IPA?",
    "A": "Ya, semua prodi di Fakultas Syari’ah terbuka untuk lulusan SMA/MA dari jurusan apa pun—IPA, IPS, atau Bahasa. Tidak ada prasyarat ketat karena kurikulum dirancang untuk membangun pemahaman dari dasar. Yang lebih penting adalah minat pada studi Islam, kemampuan analitis, dan komitmen moral. Banyak lulusan IPA justru unggul di Ilmu Al-Qur’an karena disiplin logika mereka membantu dalam memahami struktur bahasa Arab dan logika tafsir."
  },
  {
    "Q": "Program studi apa saja yang tersedia di Fakultas Teknik dan Ilmu Komputer?",
    "A": "Fakultas ini menawarkan lima program:"
  },
  {
    "Q": "Mengapa Arsitektur berakreditasi A—satu-satunya di fakultas ini?",
    "A": "Karena prodi ini telah memenuhi standar tertinggi BAN-PT dalam kurikulum berbasis KKNI, kompetensi lulusan, fasilitas studio, dan kemitraan dengan biro arsitektur. Kurikulumnya mengintegrasikan arsitektur Islam, arsitektur berkelanjutan, dan desain berbasis lokal—seperti rumah tradisional Jawa dan prinsip tata kota Madinah. Akreditasi A memudahkan lulusan mengikuti sertifikasi profesi (Izin Arsitek) dan bekerja di firma arsitektur nasional maupun internasional."
  },
  {
    "Q": "Apa perbedaan Teknik Informatika dan Manajemen Informatika?",
    "A": "Teknik Informatika (S1) fokus pada pengembangan perangkat lunak, AI, dan sistem komputer, cocok bagi yang ingin jadi programmer atau engineer. Manajemen Informatika (D3) lebih menekankan pada pengelolaan sistem informasi, database, dan implementasi teknologi di organisasi—cocok untuk staf IT di perusahaan atau instansi pemerintah. Keduanya berakreditasi Baik Sekali, tetapi orientasi karier dan kedalaman teknis berbeda."
  },
  {
    "Q": "Apakah lulusan Teknik Sipil bisa bekerja di proyek pemerintah?",
    "A": "Ya, asalkan telah mengikuti sertifikasi keahlian (misal: SKA dari LPJK). Meski berakreditasi Baik, prodi ini telah diselaraskan dengan Standar Nasional Indonesia (SNI) dan kurikulum KKNI—memenuhi syarat dasar untuk bekerja di proyek infrastruktur pemerintah. UNSIQ juga menjalin kerja sama dengan Dinas PUPR setempat untuk magang mahasiswa, meningkatkan peluang rekrutmen langsung setelah lulus."
  },
  {
    "Q": "Bagaimana integrasi nilai Islam dalam Teknik Mesin?",
    "A": "Dalam Teknik Mesin, mahasiswa tidak hanya belajar desain dan termodinamika, tetapi juga etika rekayasa berbasis Islam—seperti prinsip la darar wa la dirar (tidak merugikan diri dan orang lain) dalam pengembangan teknologi. Proyek akhir sering mengangkat tema teknologi tepat guna untuk pesantren, seperti alat pengolahan sampah organik atau sistem irigasi hemat air—menjawab kebutuhan riil masyarakat dengan pendekatan teknis dan spiritual."
  },
  {
    "Q": "Apakah lulusan D3 Manajemen Informatika bisa lanjut ke S1?",
    "A": "Ya, mereka dapat melanjutkan ke S1 Teknik Informatika atau Sistem Informasi melalui jalur transfer kredit. UNSIQ menerima konversi mata kuliah hingga 50%, sehingga lulusan D3 hanya perlu menempuh 4–6 semester lagi. Dengan akreditasi Baik Sekali, lulusan D3 memiliki fondasi kuat untuk sukses di jenjang S1—dan banyak yang melanjutkan sambil bekerja sebagai staf IT, berkat fleksibilitas sistem kuliah UNSIQ."
  },
  {
    "Q": "Apa prospek kerja lulusan Arsitektur UNSIQ?",
    "A": "Lulusan dapat bekerja di biro arsitektur, konsultan perencanaan, developer properti, atau instansi pemerintah (seperti Bappenas). Dengan akreditasi A, lulusan berhak mengikuti ujian sertifikasi profesi arsitek—syarat wajib untuk membuka praktik sendiri. Banyak juga yang fokus pada arsitektur masjid dan pesantren, menjadi spesialis dalam desain ruang ibadah yang fungsional, estetis, dan selaras dengan nilai Islam."
  },
  {
    "Q": "Mengapa Teknik Informatika penting di era digital?",
    "A": "Karena lulusan Teknik Informatika menjadi pengembang solusi digital—mulai dari aplikasi edukasi Al-Qur’an, sistem manajemen pesantren, hingga platform zakat online. Dengan akreditasi Baik Sekali, prodi ini menjamin kompetensi teknis tinggi, termasuk pemrograman, keamanan siber, dan pengembangan AI. Di tengah transformasi digital umat, lulusan UNSIQ siap menjadi agen teknologi yang berakhlak, bukan sekadar coder tanpa nilai."
  },
  {
    "Q": "Apa program S2 yang tersedia di UNSIQ?",
    "A": "UNSIQ membuka dua program S2 di bawah Fakultas Pascasarjana:"
  },
  {
    "Q": "Siapa sasaran utama Magister Pendidikan Islam?",
    "A": "Program ini ditujukan bagi guru, kepala sekolah, dosen, dan pengelola lembaga pendidikan Islam yang ingin meningkatkan kompetensi akademik dan profesional. Kurikulumnya menekankan pengembangan kurikulum berbasis nilai, manajemen pendidikan Islam, dan penelitian tindakan kelas. Dengan akreditasi Baik Sekali, lulusan memenuhi syarat untuk menjadi dosen tetap PNS (melalui seleksi ASN) atau peneliti di lembaga kebijakan pendidikan."
  },
  {
    "Q": "Apakah lulusan S2 Ilmu Al-Qur’an dan Tafsir bisa mengajar di perguruan tinggi?",
    "A": "Ya, karena S2 adalah syarat minimal menjadi dosen tetap di perguruan tinggi (sesuai Permendikbud). Meski akreditasinya B, prodi ini tetap memenuhi standar nasional untuk menghasilkan lulusan yang kompeten dalam metodologi tafsir, ulumul Qur’an, dan penelitian Al-Qur’an. Banyak lulusan mengajar di STAI, IAI, atau menjadi peneliti di LPTQ/LAJKNAS—karena kualitas ditentukan lebih oleh kompetensi pribadi daripada akreditasi semata."
  },
  {
    "Q": "Bagaimana peluang beasiswa untuk mahasiswa S2 di UNSIQ?",
    "A": "Mahasiswa S2 berhak mengajukan Beasiswa Alumni UNSIQ, Tahfidz 30 Juz, atau KIP-Kuliah (jika prodi berakreditasi A/B). Selain itu, UNSIQ membuka beasiswa prestasi akademik tiap semester bagi yang IPK-nya di atas 3,7: Untuk KIP-Kuliah, Magister Pendidikan Islam (Baik Sekali) memenuhi syarat, sementara Ilmu Al-Qur’an (B) masih dimungkinkan dengan pertimbangan khusus—sesuai ketentuan Kemdikbudristek."
  }
]
