[
  {
    "Q": "Apa itu beasiswa Tahfidzul Qur'an di UNSIQ?",
    "A": "Beasiswa Tahfidzul Qur'an adalah program bantuan biaya pendidikan bagi mahasiswa yang telah menghafal Al-Qur'an dengan jumlah juz tertentu. Beasiswa ini memberikan keringanan SPP atau biaya tetap tiap semester, tergantung jumlah hafalan. Program ini tidak hanya berlaku saat masuk, tetapi bisa diajukan tiap semester selama mahasiswa masih aktif dan memenuhi syarat administratif."
  },
  {
    "Q": "Apa persyaratan umum pengajuan beasiswa Tahfidz?",
    "A": "Calon wajib mengunggah syahadah asli, mengikuti tes ulang sesuai jadwal gelombang, serta melampirkan rekomendasi dari LTPQ. Jika hafalannya kurang dari 30 juz, perlu surat keterangan bermaterai dari pengasuh pondok pesantren. Selain itu, calon harus mengisi surat pernyataan kesanggupan. Semua dokumen ini memastikan keabsahan hafalan dan komitmen akademik-spiritual calon."
  },
  {
    "Q": "Mengapa syahadah harus berupa dokumen asli, bukan fotokopi?",
    "A": "Karena syahadah asli memiliki tanda tangan basah, stempel resmi, dan keaslian yang dapat diverifikasi langsung-mencegah pemalsuan atau penggunaan dokumen kedaluwarsa. Fotokopi mudah dipalsukan atau dimanipulasi. Dengan syarat dokumen asli (atau scan asli), panitia memastikan bahwa pengakuan hafalan berasal dari lembaga terpercaya dan sesuai standar akademik UNSIQ."
  },
  {
    "Q": "Mengapa calon Tahfidz harus mengikuti tes ulang meski sudah punya syahadah?",
    "A": "Tes ulang diperlukan karena syahadah hanya membuktikan capaian masa lalu, bukan kemampuan saat ini. Hafalan bisa luntur jika tidak dijaga. Dengan tes ulang, universitas memastikan calon benar-benar menguasai hafalan sesuai klaim, menjaga kredibilitas program beasiswa. Ini juga mendorong mahasiswa terus menjaga hafalannya selama kuliah-sesuai nilai akhlak kampus."
  },
  {
    "Q": "Apa artinya beasiswa Tahfidz bisa diajukan setiap semester?",
    "A": "Ini berarti mahasiswa tidak hanya bisa mengajukan saat pertama kali masuk, tetapi juga di semester berikutnya-misalnya, jika di awal hanya hafal 10 juz, lalu di semester 3 mencapai 20 juz, ia bisa mengajukan peningkatan beasiswa. Namun, syarat wajib: ia harus pernah mengajukan beasiswa saat menjadi mahasiswa baru. Ini mendorong pertumbuhan spiritual berkelanjutan selama studi. 2. Per Kategori Juz (12 Dataset)"
  },
  {
    "Q": "Apa ketentuan beasiswa untuk hafidz 30 juz?",
    "A": "Hafidz 30 juz berhak atas beasiswa dengan kuota 50 orang, dan hanya perlu membayar Rp250.000 + Rp95.000 (biaya kemahasiswaan dan muawanah) tiap semester sejak tahun pertama. Ini berlaku sepanjang masa studi normal, selama mahasiswa mempertahankan hafalan dan tidak melanggar kode etik. Beasiswa ini paling komprehensif karena mencerminkan penguasaan penuh Al-Qur'an."
  },
  {
    "Q": "Berapa kuota dan manfaat beasiswa untuk 20 juz?",
    "A": "Kuota beasiswa untuk hafidz 20 juz adalah 50 orang, dengan manfaat bebas SPP selama 6 semester sejak tahun masuk. Setelah itu, mahasiswa mulai dikenai biaya normal. Kebijakan ini memberi insentif kuat di masa awal studi-saat beban akademik dan adaptasi paling tinggi-sekaligus mendorong penyelesaian studi tepat waktu."
  },
  {
    "Q": "Apa kompensasi beasiswa bagi hafidz 10 juz?",
    "A": "Hafidz 10 juz mendapat bebas SPP selama 4 semester dengan kuota 50 orang. Meski cakupannya lebih pendek, ini tetap signifikan karena mencakup hampir seluruh tahun pertama dan kedua-masa krusial pembentukan dasar akademik. Beasiswa ini menghargai usaha pertengahan dalam menghafal, sekaligus mendorong peningkatan hafalan di masa kuliah."
  },
  {
    "Q": "Berapa lama bebas SPP untuk hafidz 5 juz, dan berapa kuotanya?",
    "A": "Hafidz 5 juz mendapat bebas SPP selama 3 semester dengan kuota 50 orang. Ini memberikan keringanan di awal studi, mengurangi beban finansial saat mahasiswa mulai beradaptasi. Meski durasinya singkat, beasiswa ini tetap menjadi penghargaan atas komitmen menghafal, sekaligus pintu masuk untuk meningkatkan hafalan dan mengajukan beasiswa lebih tinggi di semester berikutnya."
  },
  {
    "Q": "Mengapa beasiswa 30 juz tidak gratis penuh, tapi masih bayar Rp345.000?",
    "A": "Karena biaya tersebut mencakup komponen non-SPP: dana kemahasiswaan dan muawanah (solidaritas kampus), yang bersifat wajib bagi semua mahasiswa-termasuk penerima beasiswa. UNSIQ memandang komponen ini sebagai bagian dari pembentukan karakter dan partisipasi sosial, bukan biaya akademik. Jadi, meski SPP gratis, kontribusi simbolis ini tetap diperlukan."
  },
  {
    "Q": "Apa yang terjadi jika hafidz 20 juz tidak lulus tes ulang saat pengajuan?",
    "A": "Jika tidak lulus tes ulang, calon tidak memenuhi syarat untuk kategori 20 juz. Ia mungkin ditawarkan beasiswa di kategori lebih rendah (misal 10 juz) jika memenuhi syarat di sana, atau tidak mendapat beasiswa sama sekali. Ini menekankan bahwa klaim hafalan harus diverifikasi ulang, bukan hanya mengandalkan dokumen tertulis."
  },
  {
    "Q": "Bisakah hafidz 10 juz langsung mengajukan beasiswa 30 juz di semester depan?",
    "A": "Bisa, asalkan ia benar-benar telah menyelesaikan hafalan 30 juz dan lolos tes ulang sesuai standar. UNSIQ tidak membatasi peningkatan kategori, karena mendorong pertumbuhan hafalan. Namun, ia tetap harus memenuhi kuota yang tersedia-jika kuota 30 juz sudah penuh, pengajuan ditolak meski memenuhi syarat akademik."
  },
  {
    "Q": "Apakah kuota 50 orang per kategori berlaku tiap tahun atau akumulatif?",
    "A": "Kuota 50 orang berlaku per gelombang/tahun akademik, bukan akumulatif seumur program. Artinya, setiap tahun baru, kuota segar 50 orang dibuka untuk tiap kategori juz. Ini memastikan kesempatan adil bagi calon baru tiap angkatan, sekaligus menjaga keberlanjutan program tanpa membebani anggaran jangka panjang."
  },
  {
    "Q": "Apa risiko jika surat keterangan pondok tidak bermaterai?",
    "A": "Surat keterangan tanpa materai tidak dianggap sah secara administratif, sehingga pengajuan beasiswa ditolak. Materai Rp10.000 berfungsi sebagai bukti legalitas dan komitmen resmi dari pihak pondok. Tanpa itu, surat dianggap informal dan tidak memenuhi standar verifikasi dokumen resmi di lingkungan akademik."
  },
  {
    "Q": "Mengapa hanya hafidz <30 juz yang perlu surat pondok?",
    "A": "Karena hafidz 30 juz biasanya sudah memiliki syahadah resmi dari lembaga terakreditasi, sementara hafal di bawah itu sering kali berasal dari pondok pesantren non-formal yang tidak mengeluarkan syahadah standar. Surat pondok berfungsi sebagai pengganti verifikasi eksternal, dengan pengasuh sebagai penjamin kebenaran hafalan."
  },
  {
    "Q": "Apa konsekuensi jika mahasiswa Tahfidz tidak mengajukan beasiswa saat jadi mahasiswa baru?",
    "A": "Ia kehilangan hak mengajukan beasiswa Tahfidz selamanya, meski di semester berikutnya hafalannya lengkap 30 juz. Aturan ini mendorong calon untuk mengungkapkan status hafidz sejak awal, agar universitas bisa merencanakan alokasi beasiswa dan mendukung pengembangan spiritual sejak orientasi."
  },
  {
    "Q": "Bagaimana jika LTPQ tidak memberikan rekomendasi?",
    "A": "Tanpa rekomendasi LTPQ, pengajuan beasiswa tidak lengkap dan ditolak. Rekomendasi ini membuktikan bahwa calon aktif dalam lingkungan tahfidz terstruktur, bukan belajar otodidak. UNSIQ memandang bimbingan LTPQ sebagai bagian penting dari kualitas hafalan dan komitmen jangka panjang terhadap Al-Qur'an. 🔹 B. Beasiswa Prestasi Olahraga & Seni (9 Dataset) 1. Informasi Umum (3 Dataset)"
  },
  {
    "Q": "Apa itu beasiswa prestasi olahraga dan seni di UNSIQ?",
    "A": "Beasiswa ini diberikan kepada calon mahasiswa yang pernah meraih juara di lomba olahraga atau seni tingkat provinsi/nasional/internasional. Program ini menghargai pencapaian non-akademik dan mendorong kontribusi mahasiswa dalam mengharumkan nama kampus melalui prestasi. Beasiswa berupa pembebasan SPP selama beberapa semester, tergantung tingkat kejuaraan."
  },
  {
    "Q": "Apa persyaratan umum beasiswa prestasi?",
    "A": "Calon wajib mengunggah piagam penghargaan asli dan memastikan lomba yang diikuti bersifat perorangan (individu), bukan beregu. Lomba beregu tidak memenuhi syarat karena sulit memverifikasi kontribusi individu. Piagam harus jelas menyebutkan nama, peringkat, tingkat lomba, dan penyelenggara resmi-untuk memastikan validitas prestasi."
  },
  {
    "Q": "Mengapa hanya lomba perorangan yang diakui?",
    "A": "Karena dalam lomba beregu, kontribusi individu tidak terukur secara objektif-seseorang bisa menang meski perannya minimal. UNSIQ ingin menghargai kemampuan pribadi yang terbukti, bukan keberuntungan tim. Dengan fokus pada individu, beasiswa benar-benar mencerminkan kapasitas dan dedikasi calon secara langsung. 2. Per Tingkat Kejuaraan (6 Dataset)"
  },
  {
    "Q": "Apa manfaat beasiswa untuk juara tingkat nasional/internasional?",
    "A": "Juara tingkat nasional/internasional mendapat bebas SPP selama 5 semester dengan kuota 50 orang. Durasi ini dirancang untuk memberikan dukungan penuh di masa awal hingga pertengahan studi-saat mahasiswa diharapkan aktif membawa nama UNSIQ di ajang serupa. Ini juga menjadi insentif untuk terus berprestasi selama kuliah."
  },
  {
    "Q": "Berapa kuota dan durasi beasiswa tingkat provinsi?",
    "A": "Kuota beasiswa tingkat provinsi adalah 50 orang, dengan manfaat bebas SPP selama 3 semester. Meski durasinya lebih pendek, ini tetap signifikan karena mengurangi beban finansial di tahun pertama-masa paling menantang bagi mahasiswa baru. UNSIQ menghargai prestasi di tingkat regional sebagai fondasi potensi nasional."
  },
  {
    "Q": "Apa yang terjadi jika piagam tidak asli atau hasil edit?",
    "A": "Jika terdeteksi tidak asli, calon didiskualifikasi dan kehilangan hak beasiswa, bahkan bisa dibatalkan status penerimaannya jika sudah diterima. UNSIQ memverifikasi piagam melalui database penyelenggara atau kontak resmi. Kebijakan ini menjaga integritas program dan mencegah penyalahgunaan beasiswa oleh pihak tidak berhak."
  },
  {
    "Q": "Bisakah juara lomba beregu mengajukan beasiswa dengan surat keterangan peran?",
    "A": "Tidak. Kebijakan eksplisit hanya menerima lomba perorangan, tanpa pengecualian. Surat keterangan peran tidak diakui karena tidak ada standar objektif untuk menilainya. UNSIQ ingin menghindari debat subjektif tentang kontribusi-lebih baik fokus pada prestasi yang terukur dan individual."
  },
  {
    "Q": "Apakah juara harapan atau finalis juga memenuhi syarat?",
    "A": "Tidak. Hanya juara resmi (biasanya peringkat 1-3) yang memenuhi syarat, sesuai yang tercantum di piagam. Gelar \"finalis\" atau \"harapan\" tidak dianggap sebagai prestasi puncak. Ini karena beasiswa dimaksudkan untuk menghargai keunggulan yang terbukti menang, bukan partisipasi atau pencapaian parsial."
  },
  {
    "Q": "Apa yang harus dilakukan jika piagam hilang?",
    "A": "Calon harus mengajukan surat keterangan pengganti dari panitia lomba resmi, yang menyertakan detail lengkap (nama, lomba, tingkat, peringkat). Surat tanpa detail atau dari pihak tidak berwenang tidak diterima. Jika tidak bisa mendapatkan pengganti, calon tidak memenuhi syarat, karena piagam asli adalah satu-satunya bukti valid menurut ketentuan beasiswa."
  },
  {
    "Q": "Apa syarat akademik untuk mendapatkan beasiswa berdasarkan nilai UASBN?",
    "A": "Calon harus memiliki rata-rata nilai UASBN minimal 85,00 dan mengunggah dokumen asli atau fotokopi legalisir sebagai bukti. Dokumen ini diverifikasi oleh tim PMB untuk memastikan keabsahan nilai. Beasiswa ini ditujukan bagi lulusan SMP/MTs yang melanjutkan ke jenjang S1, dan menjadi bentuk apresiasi atas prestasi akademik dasar yang konsisten."
  },
  {
    "Q": "Berapa kuota dan manfaat beasiswa UASBN 85.00?",
    "A": "Kuota beasiswa ini adalah 200 orang, dengan manfaat bebas SPP selama 3 semester sejak tahun pertama kuliah. Ini memberikan keringanan signifikan di masa awal studi-saat mahasiswa paling membutuhkan dukungan finansial untuk adaptasi. Namun, beasiswa hanya berlaku jika calon diterima di program S1 reguler UNSIQ, bukan pascasarjana atau jalur khusus lainnya."
  },
  {
    "Q": "Mengapa dokumen UASBN harus asli atau legalisir?",
    "A": "Karena nilai UASBN adalah dasar utama penilaian, dokumen harus terverifikasi keasliannya. Fotokopi tanpa legalisir mudah dipalsukan atau dimanipulasi. Dengan syarat legalisir (stempel basah sekolah + tanda tangan kepala sekolah), UNSIQ memastikan bahwa nilai benar-benar berasal dari sumber resmi dan sesuai standar nasional-menjaga integritas seleksi beasiswa."
  },
  {
    "Q": "Apa yang terjadi jika nilai UASBN 84,99?",
    "A": "Calon tidak memenuhi syarat, karena ketentuan eksplisit menyebutkan minimal 85,00-bukan pembulatan. Sistem PMB menggunakan cutoff ketat untuk menjaga keadilan dan menghindari subyektivitas. Meski hanya selisih 0,01, calon tetap harus mendaftar melalui jalur reguler tanpa beasiswa ini, meski mungkin memenuhi syarat beasiswa lain (misal: prestasi atau mitra sekolah)."
  },
  {
    "Q": "Bisakah lulusan luar Jawa mengajukan beasiswa ini?",
    "A": "Ya, tidak ada batasan wilayah. Selama calon lulusan SMP/MTs dengan nilai UASBN rata-rata ≥85,00 dan diterima di UNSIQ, ia berhak mengajukan beasiswa ini. UNSIQ membuka akses nasional karena UASBN (atau penggantinya seperti UN/USBN) adalah standar nasional-sehingga nilai dari Kalimantan, Sumatra, atau Papua sama sahnya dengan Jawa."
  },
  {
    "Q": "Mengapa beasiswa hanya berlaku 3 semester, bukan sepanjang studi?",
    "A": "Karena beasiswa ini bertujuan membantu transisi awal, bukan menggantikan tanggung jawab finansial jangka panjang. Tiga semester mencakup masa adaptasi akademik dan sosial-setelah itu, mahasiswa diharapkan mampu mengelola biaya sendiri atau mencari beasiswa lanjutan berbasis IPK. Ini juga menjaga keberlanjutan anggaran beasiswa bagi angkatan berikutnya. 🔹 Bagian 4: Kerjasama Lembaga Mitra UNSIQ (14 Dataset)"
  },
  {
    "Q": "Apa itu beasiswa kerjasama lembaga mitra UNSIQ?",
    "A": "Beasiswa ini diberikan khusus kepada lulusan sekolah/madrasah mitra resmi UNSIQ, sebagai bentuk apresiasi atas kemitraan jangka panjang dalam mencetak lulusan berkualitas. Penerima bebas SPP selama 2 semester pertama, dengan kuota 500 orang. Ini memperkuat ikatan institusional dan mendorong sekolah mitra terus meningkatkan mutu pendidikan."
  },
  {
    "Q": "Sekolah mana saja yang termasuk mitra UNSIQ untuk beasiswa ini?",
    "A": "Mitra resmi meliputi: SMA, SMK, dan MA Takhassus Al Qur'an Wonosobo; MA Takhassus Al-Qur'an 1 Mojotengah; MAN 1 dan MAN 2 Wonosobo; serta SMA Takhassus Al-Qur'an Ngabang, Kalimantan Barat. Hanya lulusan dari daftar ini yang berhak-tidak termasuk sekolah dengan nama mirip tetapi tidak tercantum secara eksplisit dalam ketentuan resmi."
  },
  {
    "Q": "Berapa manfaat dan kuota beasiswa mitra sekolah?",
    "A": "Kuota beasiswa ini sangat besar: 500 orang, mencerminkan komitmen UNSIQ pada jejaring pendidikan Islam. Manfaatnya adalah bebas SPP selama 2 semester sejak tahun pertama. Meski durasinya lebih pendek dari beasiswa UASBN, cakupan kuotanya luas-membuka akses bagi banyak lulusan pondok/pesantren terpadu untuk melanjutkan ke perguruan tinggi."
  },
  {
    "Q": "Apa dokumen wajib untuk pengajuan beasiswa mitra?",
    "A": "Calon wajib mengunggah surat rekomendasi resmi dari kepala sekolah/madrasah mitra. Surat ini harus menyatakan bahwa calon adalah lulusan resmi dan direkomendasikan untuk beasiswa. Tanpa surat ini-meski berasal dari sekolah mitra-pengajuan dianggap tidak lengkap, karena surat berfungsi sebagai verifikasi institusional, bukan hanya klaim pribadi."
  },
  {
    "Q": "Mengapa hanya sekolah tertentu yang jadi mitra?",
    "A": "Karena kemitraan dibangun berdasarkan kesepakatan formal, keselarasan visi keislaman, dan rekam jejak lulusan. Sekolah mitra umumnya memiliki kurikulum terintegrasi Al-Qur'an dan akademik yang selaras dengan nilai UNSIQ. Ini bukan diskriminasi, tapi strategi memperkuat ekosistem pendidikan Islam terpadu-dengan kualitas input yang terjaga sejak jenjang menengah."
  },
  {
    "Q": "Apa yang terjadi jika calon dari MAN 3 Wonosobo mengajukan beasiswa ini?",
    "A": "Pengajuan ditolak, karena hanya MAN 1 dan MAN 2 Wonosobo yang terdaftar sebagai mitra-bukan MAN 3. Nama institusi harus sama persis dengan daftar resmi. Ini menegaskan bahwa kemitraan bersifat spesifik, bukan berdasarkan lokasi umum. Calon dari sekolah non-mitra tetap bisa mendaftar, tetapi melalui jalur reguler atau beasiswa lain."
  },
  {
    "Q": "Bagaimana jika sekolah mitra tidak memberikan surat rekomendasi?",
    "A": "Tanpa surat rekomendasi, calon tidak bisa mengakses beasiswa, meski benar-benar lulusan sekolah tersebut. Surat ini adalah syarat administratif wajib yang membuktikan dukungan institusi asal. Jika sekolah menolak memberikan, calon perlu mengklarifikasi internal-karena UNSIQ tidak menerima pengajuan tanpa dokumen ini, demi menjaga akuntabilitas kemitraan."
  },
  {
    "Q": "Apakah lulusan tahun lalu dari sekolah mitra masih berhak?",
    "A": "Ya, tidak ada batasan tahun lulus, selama calon mendaftar sebagai mahasiswa baru di UNSIQ dan dapat surat rekomendasi terbaru dari sekolah. Beasiswa ini tidak eksklusif untuk lulusan tahun berjalan-ini memberi fleksibilitas bagi lulusan yang mungkin menunda kuliah untuk bekerja atau persiapan spiritual."
  },
  {
    "Q": "Mengapa beasiswa mitra hanya 2 semester, lebih pendek dari UASBN?",
    "A": "Karena beasiswa mitra lebih berbasis afiliasi institusional daripada prestasi individu. UNSIQ memberikan insentif awal sebagai bentuk apresiasi kemitraan, tetapi tidak menjamin kinerja akademik pribadi-berbeda dengan beasiswa UASBN yang mengukur kemampuan kognitif langsung. Durasi 2 semester dianggap cukup untuk transisi, sekaligus mendorong mahasiswa mencari beasiswa berbasis IPK di semester berikutnya."
  },
  {
    "Q": "Apakah SMA Takhassus di luar Wonosobo/Ngabang bisa jadi mitra?",
    "A": "Tidak-hanya yang tercantum eksplisit dalam daftar yang diakui. Meski namanya mirip (misal: \"SMA Takhassus Al-Qur'an Surabaya\"), jika tidak terdaftar, sekolah tersebut bukan mitra resmi. UNSIQ tidak mengakui kemitraan implisit berdasarkan nama atau kurikulum serupa-semua harus melalui perjanjian formal yang terdokumentasi."
  },
  {
    "Q": "Apa risiko jika mengunggah surat rekomendasi palsu?",
    "A": "Jika terbukti palsu, calon didiskualifikasi, kehilangan status penerimaan, dan bisa dikenai sanksi akademik. UNSIQ memverifikasi surat melalui kontak resmi sekolah mitra. Karena kemitraan bersifat eksklusif, pemalsuan dokumen merusak kepercayaan institusional-dan dianggap sebagai pelanggaran etika berat yang tidak dapat ditoleransi."
  },
  {
    "Q": "Bisakah lulusan SMK non-mitra tapi nilai UASBN 85 ajukan dua beasiswa sekaligus?",
    "A": "Tidak. Beasiswa tidak kumulatif-calon hanya bisa memilih satu jalur. Jika memenuhi syarat UASBN 85, ia bisa ajukan beasiswa tersebut, meski dari sekolah non-mitra. Namun, jika ia lulusan mitra dan punya nilai 85, biasanya sistem otomatis memprioritaskan beasiswa dengan benefit lebih tinggi (UASBN: 3 semester > mitra: 2 semester)."
  },
  {
    "Q": "Mengapa SMA Takhassus Ngabang (Kalimantan) termasuk, tapi tidak daerah lain?",
    "A": "Karena UNSIQ telah menjalin kerjasama strategis khusus dengan lembaga tersebut-mungkin melalui yayasan yang sama, jaringan pesantren nasional, atau program pertukaran guru. Keberadaan mitra di Kalimantan menunjukkan bahwa jejaring UNSIQ bersifat nasional, bukan hanya lokal Jawa Tengah. Namun, ekspansi mitra tetap selektif dan berbasis kesepakatan formal."
  },
  {
    "Q": "Apa yang harus dilakukan jika sekolah mitra sudah tutup?",
    "A": "Jika sekolah benar-benar tutup, calon bisa mengajukan surat keterangan dari dinas pendidikan setempat yang memverifikasi status alumni dan keberadaan sekolah saat ia lulus. Namun, keputusan akhir ada pada panitia PMB. Dalam praktiknya, jika sekolah tidak aktif saat pendaftaran, pengajuan beasiswa mitra kemungkinan besar ditolak, karena tidak ada institusi yang bisa memberikan rekomendasi resmi. 🔹 BAGIAN 5: Kerjasama Beasiswa UNSIQ (18 Dataset) A. Entitas Penerima (7 Dataset)"
  },
  {
    "Q": "Siapa yang dimaksud dengan \"santri\" dalam beasiswa kerjasama UNSIQ?",
    "A": "\"Santri\" merujuk pada individu yang sedang atau pernah tinggal dan belajar di pondok pesantren yang terdaftar resmi, baik salafiyah maupun modern. Mereka harus memiliki surat rekomendasi dari pengasuh/pengelola pesantren dan SKTM bermaterai sebagai bukti latar belakang ekonomi. Beasiswa ini mengakui kontribusi santri dalam menjaga tradisi keilmuan Islam, sekaligus mendorong mereka melanjutkan studi formal di perguruan tinggi."
  },
  {
    "Q": "Apa syarat khusus ustadz/ustadzah TPQ dan Madin untuk mendapatkan beasiswa ini?",
    "A": "Mereka harus aktif mengajar di TPQ atau Madin dan memiliki surat rekomendasi resmi dari lembaga tempat mengabdi, yang menyatakan peran dan masa pengabdian mereka. Selain itu, wajib melampirkan SKTM bermaterai. Beasiswa ini menghargai kontribusi mereka dalam pendidikan dasar keagamaan di tingkat akar rumput-sekaligus memperkuat kapasitas akademik mereka melalui pendidikan tinggi."
  },
  {
    "Q": "Mengapa Penyuluh Agama Islam termasuk penerima beasiswa UNSIQ?",
    "A": "Karena mereka adalah aggen resmi Kementerian Agama yang bertugas membina umat di tingkat desa/kelurahan. UNSIQ melibatkan mereka sebagai bentuk sinergi kelembagaan dalam penguatan moderasi beragama. Dengan beasiswa ini, penyuluh dapat meningkatkan kompetensi akademik-misalnya melalui S1 Ilmu Politik atau Hukum Ekonomi Syariah-sehingga pelayanan keagamaan mereka lebih komprehensif dan berbasis ilmu kontemporer."
  },
  {
    "Q": "Apa dasar kelayakan Kader Desa untuk beasiswa ini?",
    "A": "Kader Desa adalah agen pembangunan di tingkat lokal yang sering terlibat dalam program pemerintah seperti BUMDes, posyandu, atau pemberdayaan perempuan. UNSIQ memberi mereka akses beasiswa karena peran strategisnya dalam transformasi sosial. Mereka harus membuktikan statusnya melalui surat rekomendasi dari kepala desa dan SKTM, menunjukkan bahwa beasiswa ini juga berorientasi pada penguatan kapasitas kepemimpinan desa."
  },
  {
    "Q": "Mengapa Kader Ormas dan Kader Parpol diberi beasiswa terpisah?",
    "A": "Karena meski keduanya aktif di organisasi, konteks dan jaringan pengabdian mereka berbeda. Ormas (seperti NU, Muhammadiyah) fokus pada sosial-keagamaan, sedangkan Parpol pada politik-kebijakan. UNSIQ memandang keduanya sebagai agen perubahan penting, tetapi memerlukan pengakuan terpisah untuk memastikan rekomendasi berasal dari struktur organisasi yang sah-bukan klaim pribadi."
  },
  {
    "Q": "Siapa itu PKH dalam konteks beasiswa UNSIQ?",
    "A": "PKH (Program Keluarga Harapan) adalah tenaga pendamping sosial resmi Kementerian Sosial yang membina keluarga miskin penerima bantuan. Mereka termasuk penerima beasiswa karena peran krusial dalam pemberdayaan ekonomi mikro. Untuk mengajukan, mereka wajib menunjukkan surat tugas/rekomendasi dari Dinas Sosial dan SKTM, membuktikan bahwa beasiswa ini menyasar pelaku sosial yang berdedikasi namun berlatar belakang ekonomi terbatas."
  },
  {
    "Q": "Apakah setiap kategori penerima mendapat kuota terpisah?",
    "A": "Ya. Terdapat kuota 50 orang per program studi untuk setiap kategori penerima-artinya, untuk satu prodi (misal: S1 PIAUD), tersedia 50 kuota untuk santri, 50 untuk ustadz, 50 untuk PKH, dan seterusnya. Ini menjamin keadilan representasi lintas kelompok, sekaligus memastikan beasiswa tidak didominasi oleh satu entitas. Total kuota per prodi bisa mencapai 350 orang (7 kategori × 50), mencerminkan komitmen inklusif UNSIQ. B. Manfaat Beasiswa (1 Dataset)"
  },
  {
    "Q": "Berapa biaya yang harus dibayar penerima beasiswa kerjasama UNSIQ tiap semester?",
    "A": "Penerima hanya membayar Rp1.595.000 per semester, baik untuk jenjang S1 (selama 8 semester) maupun D3 (selama 6 semester). Biaya ini mencakup seluruh komponen-SPP, atribut, matrikulasi, dan kemahasiswaan-sehingga tidak ada biaya tersembunyi. Ini jauh lebih rendah dari biaya reguler, dan berlaku tetap sepanjang masa studi normal, memberikan kepastian finansial bagi penerima yang umumnya berasal dari latar belakang ekonomi terbatas. C. Program Studi yang Dibuka (7 Dataset)"
  },
  {
    "Q": "Mengapa S1 PIAUD termasuk dalam daftar prodi beasiswa UNSIQ?",
    "A": "Karena PIAUD (Pendidikan Islam Anak Usia Dini) selaras dengan latar belakang santri, ustadzah, dan pendamping keluarga yang sering bekerja dengan anak-anak. UNSIQ ingin memperkuat kualitas pendidik usia dini berbasis nilai Islam, sehingga lulusan prodi ini dapat membawa metode pembelajaran modern ke TPQ, TK, atau lembaga PAUD di desa-menjawab kebutuhan riil di masyarakat akar rumput."
  },
  {
    "Q": "Apa relevansi S1 Pendidikan Fisika dalam skema beasiswa ini?",
    "A": "Meski tampak teknis, prodi ini penting untuk meningkatkan kualitas guru sains di madrasah dan pesantren. Banyak santri atau ustadz yang ingin mengajar IPA/Fisika, tetapi kurang kompetensi akademik. Dengan beasiswa ini, mereka bisa menjadi guru profesional yang mengintegrasikan sains dan nilai Islam-mendorong generasi muda memahami alam sebagai tanda kebesaran Allah (ayat kauniyah)."
  },
  {
    "Q": "Mengapa Perbankan Syariah dan Hukum Ekonomi Syariah termasuk?",
    "A": "Karena kedua prodi ini menjawab kebutuhan SDM ekonomi syariah di tingkat desa dan ormas. Kader ormas, penyuluh agama, bahkan PKH sering terlibat dalam BMT, koperasi syariah, atau program keuangan inklusif. Dengan pendidikan formal, mereka dapat mengelola lembaga keuangan syariah secara profesional-menguatkan ekosistem ekonomi Islam dari bawah."
  },
  {
    "Q": "Apa tujuan membuka S1 Ilmu Politik dalam beasiswa ini?",
    "A": "Untuk mencetak kader politik berintegritas dari kalangan santri, kader parpol, dan kader desa. Ilmu Politik di UNSIQ berbasis nilai Islam, sehingga lulusannya tidak hanya paham sistem demokrasi, tetapi juga mampu membawa prinsip keadilan, kejujuran, dan kemaslahatan umat dalam kebijakan publik-mengisi ruang politik dengan figur yang berakhlak dan berkompeten."
  },
  {
    "Q": "Mengapa S1 Teknik Mesin termasuk, padahal tidak berbasis agama?",
    "A": "Karena UNSIQ ingin mendorong kemandirian teknologi di pesantren dan desa. Santri atau kader desa yang belajar Teknik Mesin dapat mengembangkan alat pertanian, pengolahan sampah, atau energi terbarukan berbasis lokal. Ini adalah bagian dari visi \"pesantren berkemajuan\"-di mana teknologi dipelajari bukan untuk sekularisasi, tetapi untuk kemaslahatan umat dan pembangunan berkelanjutan."
  },
  {
    "Q": "Apa keunggulan D3 Manajemen Informatika dalam skema beasiswa?",
    "A": "Prodi ini memberikan keterampilan digital praktis dalam 3 tahun, cocok bagi kader desa, PKH, atau ustadz yang ingin mengelola data, membuat website lembaga, atau mengembangkan aplikasi sederhana untuk pesantren/madin. Di era digital, kemampuan ini sangat dibutuhkan untuk efisiensi administrasi dan pemberdayaan masyarakat-sehingga beasiswa ini menjembatani kesenjangan digital di tingkat akar rumput."
  },
  {
    "Q": "Apakah semua prodi beasiswa tersedia di semua gelombang?",
    "A": "Ya, semua 7 prodi beasiswa tersedia di setiap gelombang pendaftaran, selama kuota belum terpenuhi. Namun, calon harus memilih prodi yang sesuai latar belakang dan rekomendasi-misal: penyuluh agama lebih relevan di Hukum Ekonomi Syariah daripada Teknik Mesin. Meski tidak dilarang, ketidaksesuaian bisa memengaruhi pertimbangan panitia saat verifikasi. D. Persyaratan Pengajuan (2 Dataset)"
  },
  {
    "Q": "Mengapa surat rekomendasi dari mitra wajib diunggah?",
    "A": "Karena surat ini memverifikasi keanggotaan dan peran aktif calon dalam entitas tertentu (pesantren, ormas, desa, dll). Tanpa rekomendasi, klaim \"santri\" atau \"kader\" hanya bersifat subjektif. UNSIQ mewajibkan surat dari pihak berwenang (pengasuh, kepala desa, koordinator PKH) untuk memastikan bahwa beasiswa benar-benar menjangkau mereka yang berkontribusi nyata di lapangan."
  },
  {
    "Q": "Mengapa SKTM harus bermaterai dan berstempel basah?",
    "A": "Karena SKTM (Surat Keterangan Tidak Mampu) adalah syarat utama untuk memastikan sasaran beasiswa tepat-yaitu kelompok ekonomi lemah. Stempel basah dan materai menjamin keaslian dan legalitas dokumen, mencegah pemalsuan. UNSIQ berkomitmen pada prinsip keadilan sosial: beasiswa ini bukan untuk semua santri/kader, tetapi khusus yang membutuhkan dukungan finansial untuk melanjutkan studi. E. Fitur Sistem PMB (1 Dataset)"
  },
  {
    "Q": "Bagaimana cara mendaftar beasiswa kerjasama UNSIQ di sistem PMB?",
    "A": "Calon harus memilih menu khusus \"Beasiswa UNSIQ\" saat mengisi formulir di pmb.unsiq.ac.id-bukan jalur reguler. Menu ini mengaktifkan opsi unggah surat rekomendasi dan SKTM, serta membatasi pilihan prodi hanya pada 7 program yang ditentukan. Jika salah memilih jalur, pengajuan tidak akan diproses sebagai beasiswa kerjasama, meski dokumen lengkap-menekankan pentingnya ketepatan alur administrasi digital. 🔹 BAGIAN 6: PBSB Kemenag (6 Dataset) A. Kuota & Sumber (1 Dataset)"
  },
  {
    "Q": "Siapa yang menentukan kuota beasiswa PBSB di UNSIQ?",
    "A": "Kementerian Agama RI, bukan UNSIQ. Kuota dialokasikan berdasarkan kebijakan nasional dan kapasitas prodi terakreditasi unggul di tiap kampus. UNSIQ hanya sebagai pelaksana teknis-menerima calon yang lolos seleksi nasional. Ini menunjukkan bahwa PBSB adalah program sentralistik pemerintah, bukan inisiatif kampus, sehingga calon harus mengikuti alur dan jadwal resmi Kemenag, bukan PMB UNSIQ. B. Program Studi Terakreditasi (4 Dataset)"
  },
  {
    "Q": "Mengapa Prodi Hukum Keluarga (S1) termasuk dalam PBSB?",
    "A": "Karena prodi ini memiliki akreditasi Unggul/A, dan sangat relevan dengan kebutuhan santri yang ingin mendalami fiqh munakahat (pernikahan, waris, perceraian) secara akademis-modern. Lulusan diharapkan menjadi penasihat hukum keluarga Islam yang kompeten, mampu menyelesaikan sengketa dengan pendekatan syariah dan perundang-undangan nasional-menjawab kebutuhan masyarakat akan keadilan berbasis nilai Islam."
  },
  {
    "Q": "Apa alasan Pendidikan Agama Islam (PAI) S1 masuk PBSB?",
    "A": "Karena PAI S1 di UNSIQ telah terakreditasi Unggul/A, dan menjadi tulang punggung pencetak guru agama profesional. PBSB ingin memastikan santri berprestasi tidak hanya menguasai kitab kuning, tetapi juga metodologi pengajaran modern, psikologi pendidikan, dan kurikulum nasional-sehingga mereka dapat menjadi agen perubahan di madrasah dan sekolah umum dengan kompetensi ganda."
  },
  {
    "Q": "Mengapa PGMI S1 termasuk dalam daftar PBSB?",
    "A": "PGMI (Pendidikan Guru Madrasah Ibtidaiyyah) adalah prodi strategis untuk penguatan pendidikan dasar Islam. Dengan akreditasi Unggul/A, prodi ini menjamin kualitas lulusan sebagai calon guru MI yang mampu mengintegrasikan nilai Al-Qur'an, kompetensi pedagogis, dan literasi abad 21. PBSB memilihnya karena MI adalah garda terdepan pendidikan karakter berbasis Islam-dan membutuhkan tenaga pengajar unggul."
  },
  {
    "Q": "Apa yang membuat Prodi Arsitektur S1 layak masuk PBSB?",
    "A": "Meski tidak eksplisit keagamaan, Arsitektur S1 di UNSIQ memiliki akreditasi Unggul/A dan fokus pada arsitektur Islam dan berkelanjutan. Lulusan diharapkan merancang masjid, pesantren, dan permukiman berbasis nilai syariah-seperti privasi, kesederhanaan, dan ramah lingkungan. PBSB melihatnya sebagai bagian dari civilizational renewal, di mana santri tidak hanya jadi ulama, tapi juga arsitek peradaban Islam modern. C. Persyaratan & Pengumuman (1 Dataset)"
  },
  {
    "Q": "Bagaimana calon mengetahui persyaratan lengkap PBSB?",
    "A": "Calon harus mengikuti pengumuman resmi di website Kemenag RI: https://pendaftaran-beasiswa.kemenag.go.id/pbsb/. UNSIQ tidak menentukan syarat, jadwal, atau prosedur-semua diatur pusat. Ini berarti, meski mendaftar di UNSIQ, calon tetap harus lolos seleksi nasional PBSB. Jika tidak memantau website Kemenag, calon bisa ketinggalan pendaftaran, karena UNSIQ tidak mengirim pemberitahuan terpisah untuk jalur ini."
  },
  {
    "Q": "Siapa yang berhak mendaftar KIP Kuliah Merdeka 2025?",
    "A": "Siswa SMA/SMK/MA/sederajat yang lulus pada tahun 2025 atau maksimal 2 tahun sebelumnya (2023-2025), memiliki NIK, NISN, NPSN valid, dan berasal dari keluarga kurang mampu-dibuktikan dengan kepemilikan KIP, KKS, atau terdaftar di DTKS Kemensos. Mereka juga harus memiliki potensi akademik baik dan diterima di PTN/PTS pada prodi berakreditasi A/B (atau C dengan pertimbangan khusus). Ini memastikan beasiswa menjangkau yang benar-benar membutuhkan dan berprestasi."
  },
  {
    "Q": "Bagaimana prosedur pendaftaran KIP Kuliah Merdeka?",
    "A": "Calon mendaftar mandiri di kip-kuliah.kemdikbud.go.id atau via aplikasi KIP Kuliah, lalu memasukkan NIK, NISN, NPSN, dan email aktif. Sistem memvalidasi data dan kelayakan ekonomi melalui DTKS. Jika lolos, calon menerima Nomor Pendaftaran dan Kode Akses via email, lalu memilih jalur seleksi (SNBP, SNBT, Mandiri, dll). Setelah diterima di PT, perguruan tinggi melakukan verifikasi akhir sebelum mengusulkan calon ke pusat."
  },
  {
    "Q": "Mengapa NIK digunakan dalam pendaftaran KIP Kuliah?",
    "A": "NIK menjadi kunci untuk mengakses Data Terpadu Kesejahteraan Sosial (DTKS) milik Kemensos, yang memuat profil ekonomi keluarga calon. Jika terdaftar di DTKS sebagai keluarga miskin, calon otomatis memenuhi syarat ekonomi. Jika tidak terdaftar, calon harus mengisi data ekonomi dan aset secara manual-yang kemudian diverifikasi. Ini mencegah penyalahgunaan dan memastikan sasaran tepat sasaran."
  },
  {
    "Q": "Kapan kuota KIP Kuliah untuk UNSIQ biasanya diumumkan?",
    "A": "Kuota ditentukan oleh pemerintah melalui LLDIKTI VI Jawa Tengah, biasanya sekitar Mei-Juni 2025. UNSIQ tidak mengumumkan kuota secara proaktif, melainkan menunggu penugasan resmi. Setelah itu, UPT PMB UNSIQ akan mengumumkan melalui media resmi atau pamflet. Calon disarankan memantau laman PMB dan website KIP Kuliah secara berkala, karena pendaftaran KIP Kuliah dibuka sejak 4 Februari hingga 31 Oktober 2025."
  },
  {
    "Q": "Apa syarat akreditasi prodi untuk penerima KIP Kuliah?",
    "A": "Prodi harus berakreditasi A atau B oleh BAN-PT. Namun, dalam pertimbangan khusus (misal: prodi langka, kebutuhan daerah), prodi berakreditasi C masih dimungkinkan. Syarat ini menjamin bahwa penerima beasiswa menempuh studi di program yang memiliki standar mutu minimal, sehingga bantuan pemerintah tidak sia-sia dan lulusan memiliki kompetensi yang diakui secara nasional."
  },
  {
    "Q": "Apa yang terjadi jika calon KIP Kuliah diterima di prodi akreditasi C tanpa pertimbangan khusus?",
    "A": "Usulan KIP Kuliah kemungkinan besar ditolak oleh sistem pusat, karena tidak memenuhi syarat akreditasi minimal. Meski calon telah diterima di perguruan tinggi, tanpa akreditasi A/B (atau izin khusus), ia tidak bisa menjadi penerima KIP Kuliah. Oleh karena itu, calon disarankan memilih prodi yang sudah terakreditasi A/B saat mendaftar jalur seleksi."
  },
  {
    "Q": "Apakah mahasiswa transfer bisa menerima KIP Kuliah di UNSIQ?",
    "A": "Tidak, karena berdasarkan ketentuan umum UNSIQ, beasiswa (termasuk KIP Kuliah) tidak berlaku untuk mahasiswa transfer/jalur RPL, kecuali Tahfidz 30 Juz. KIP Kuliah hanya untuk mahasiswa baru reguler yang masuk melalui jalur seleksi nasional/mandiri. Ini karena KIP Kuliah dihitung sejak semester 1, dan transfer biasanya masuk di tengah studi-sehingga tidak sesuai skema pendanaan pemerintah."
  },
  {
    "Q": "Bagaimana sinkronisasi data KIP Kuliah dengan sistem seleksi PT?",
    "A": "Setelah calon memilih jalur seleksi (misal: SNBT), sistem KIP Kuliah melakukan sinkronisasi host-to-host dengan portal seleksi (misal: SNBT, Mandiri PTS). Ini berarti data pendaftaran otomatis terhubung, sehingga calon tidak perlu mendaftar ulang untuk beasiswa saat mendaftar di PT. Proses ini meminimalkan kesalahan administratif dan mempercepat konfirmasi status penerima setelah dinyatakan diterima. 🔹 B. Beasiswa BAZNAS RI & BSI (4 Dataset)"
  },
  {
    "Q": "Siapa sasaran beasiswa BAZNAS RI di UNSIQ?",
    "A": "Beasiswa BAZNAS RI diperuntukkan bagi mahasiswa UNSIQ yang sedang menempuh semester 4, dan akan menerima beasiswa penuh (SPP + SKS) selama 4 semester (semester 5-8). Ini bertujuan mendukung mahasiswa di masa akhir studi-saat beban skripsi dan persiapan karier paling tinggi. Namun, program ini baru dibuka saat kuota tersedia, dan syarat lengkap diumumkan saat pendaftaran dibuka."
  },
  {
    "Q": "Apa manfaat beasiswa dari Bank Syariah Indonesia (BSI)?",
    "A": "Beasiswa BSI memberikan pembebasan SPP dan biaya SKS selama 2 semester kepada mahasiswa on-going (sedang aktif kuliah). Ini membantu mahasiswa yang mungkin menghadapi kendala finansial di tengah studi. Namun, seperti BAZNAS, syarat dan kuota hanya diumumkan saat program dibuka, sehingga mahasiswa harus memantau pengumuman resmi UNSIQ untuk informasi pendaftaran."
  },
  {
    "Q": "Mengapa beasiswa BAZNAS dan BSI hanya untuk mahasiswa on-going?",
    "A": "Karena kedua beasiswa ini bukan bagian dari skema penerimaan awal, melainkan program bantuan lanjutan untuk mempertahankan kelangsungan studi. Mahasiswa baru biasanya sudah mendapat beasiswa masuk (Tahfidz, Prestasi, dll), sedangkan yang on-going berisiko putus kuliah karena tekanan finansial. Dengan menargetkan semester 4, BAZNAS dan BSI membantu mahasiswa menyelesaikan studi hingga lulus."
  },
  {
    "Q": "Apakah mahasiswa penerima KIP Kuliah bisa mengajukan beasiswa BAZNAS/BSI?",
    "A": "Tidak, karena berdasarkan ketentuan umum, beasiswa tidak bisa diajukan bersamaan dalam satu periode. Jika mahasiswa sudah menerima KIP Kuliah (yang mencakup SPP penuh), ia tidak berhak mengajukan beasiswa lain seperti BAZNAS atau BSI. Ini mencegah akumulasi bantuan oleh satu individu dan memastikan alokasi dana menjangkau lebih banyak mahasiswa yang membutuhkan. 🔹 C. Beasiswa Prestasi Non-Akademik & Ormawa (4 Dataset)"
  },
  {
    "Q": "Siapa yang berhak atas Beasiswa Prestasi Non-Akademik?",
    "A": "Mahasiswa aktif yang berprestasi di organisasi kemahasiswaan atau menjuarai lomba yang mewakili UNSIQ (misal: lomba debat nasional, olimpiade, MTQ antar kampus). Beasiswa berupa bebas SPP selama 1 semester, sebagai apresiasi atas kontribusi mereka dalam mengharumkan nama kampus. Namun, pengajuan hanya bisa dilakukan saat program dibuka, dan harus memenuhi syarat administratif yang ditentukan saat itu."
  },
  {
    "Q": "Apa dasar pemberian beasiswa bagi Ketua Ormawa?",
    "A": "Karena menjadi Ketua Organisasi Mahasiswa (Ormawa) membutuhkan waktu, energi, dan tanggung jawab ekstra-sering mengganggu fokus akademik. Beasiswa ini adalah bentuk kompensasi atas dedikasi mereka dalam memimpin organisasi, mengkoordinasi kegiatan, dan mewakili suara mahasiswa. Meski hanya berlaku 1 semester, ini mendorong kepemimpinan kampus yang berkelanjutan dan berkualitas."
  },
  {
    "Q": "Apakah Ketua Ormawa otomatis mendapat beasiswa?",
    "A": "Tidak otomatis. Ia harus mengajukan permohonan saat program dibuka, melampirkan surat pengangkatan resmi dan rekomendasi dari pembina Ormawa. Beasiswa ini bersifat selektif dan terbatas, bukan hak otomatis. Jika tidak mengajukan tepat waktu atau kuota penuh, Ketua Ormawa tetap membayar SPP penuh-menekankan pentingnya inisiatif administratif di samping peran kepemimpinan."
  },
  {
    "Q": "Bisakah prestasi non-akademik di luar UNSIQ diakui?",
    "A": "Tidak, karena syarat eksplisit menyebutkan: \"mewakili atas nama UNSIQ\". Prestasi pribadi atau saat mewakili lembaga lain (misal: organisasi eksternal, sekolah lama) tidak memenuhi kriteria. Ini memastikan bahwa beasiswa hanya menghargai kontribusi yang secara langsung mengangkat reputasi UNSIQ, bukan pencapaian umum yang tidak terkait dengan kampus. 🔹 D. Ketentuan Umum & Integrasi Beasiswa (4 Dataset)"
  },
  {
    "Q": "Mengapa beasiswa tidak bisa diajukan bersamaan dalam satu periode?",
    "A": "Karena kebijakan ini mencegah akumulasi bantuan oleh satu individu, memastikan dana beasiswa didistribusikan secara adil ke lebih banyak mahasiswa. Misalnya, jika seseorang sudah mendapat beasiswa Tahfidz 30 Juz (hampir gratis), memberinya beasiswa prestasi akan mengurangi kuota bagi yang benar-benar membutuhkan. UNSIQ ingin maksimalisasi dampak sosial, bukan konsentrasi manfaat pada segelintir orang."
  },
  {
    "Q": "Apakah pengecualian untuk mahasiswa transfer berlaku untuk semua beasiswa?",
    "A": "Tidak semua. Aturan menyatakan: \"Beasiswa tidak berlaku bagi mahasiswa transfer/jalur RPL, kecuali Tahfidz 30 Juz.\" Ini berarti hanya beasiswa Tahfidz 30 Juz yang terbuka untuk mahasiswa transfer-karena dianggap sebagai bentuk penghargaan spiritual tertinggi yang layak diakui terlepas dari jalur masuk. Beasiswa lain (Prestasi, KIP, Mitra, dll) tetap eksklusif untuk mahasiswa baru reguler."
  },
  {
    "Q": "Apa yang terjadi jika mahasiswa mengajukan dua beasiswa sekaligus?",
    "A": "Pengajuan akan ditolak atau hanya satu yang diproses-biasanya yang pertama diajukan atau yang paling sesuai dengan profil. UNSIQ menerapkan sistem deteksi ganda, dan jika terbukti sengaja mengajukan lebih dari satu, calon bisa didiskualifikasi dari semua beasiswa. Ini menegaskan bahwa integritas administratif sama pentingnya dengan prestasi atau latar belakang sosial."
  },
  {
    "Q": "Bagaimana mahasiswa tahu kapan program beasiswa dibuka?",
    "A": "Melalui pengumuman resmi UPT PMB UNSIQ-baik di website, media sosial, pamflet kampus, atau notifikasi akademik. Untuk KIP Kuliah, informasi juga tersedia di https://kip-kuliah.kemdikbud.go.id/. Mahasiswa tidak boleh mengandalkan informasi lisan atau tidak resmi, karena pendaftaran hanya valid jika dilakukan sesuai alur dan jadwal yang diumumkan secara institusional. 🔹 A. Beasiswa Alumni UNSIQ (10 Dataset)"
  },
  {
    "Q": "Siapa yang berhak atas beasiswa Alumni UNSIQ untuk program S2?",
    "A": "Hanya lulusan UNSIQ (S1 atau D3) yang melanjutkan ke jenjang S2 di UNSIQ. Mereka harus mengajukan permohonan melalui sistem dengan rekomendasi resmi dari fakultas asal. Beasiswa ini menghargai loyalitas akademik dan mendorong penguatan jejaring intelektual internal kampus. Tanpa rekomendasi fakultas, pengajuan tidak diproses-meski calon benar-benar alumni-karena rekomendasi menjadi bukti akademik dan administratif sah."
  },
  {
    "Q": "Apa manfaat beasiswa Alumni UNSIQ untuk program S2?",
    "A": "Penerima bebas dari biaya pendaftaran dan mendapat keringanan 50% untuk infaq pengembangan-komponen biaya non-SPP yang biasanya wajib dibayar saat registrasi. Namun, SPP tetap dibayar penuh, karena beasiswa ini fokus pada insentif loyalitas, bukan keringanan akademik penuh. Ini membantu alumni mengurangi beban awal, sekaligus mendorong mereka tetap berkontribusi pada ekosistem akademik UNSIQ."
  },
  {
    "Q": "Mengapa rekomendasi fakultas asal wajib dalam pengajuan?",
    "A": "Karena rekomendasi ini memastikan bahwa calon benar-benar lulusan aktif dan dalam status baik (tidak drop out, tidak terlibat pelanggaran akademik). Fakultas asal juga bisa memberikan catatan tentang kinerja akademik atau potensi riset calon-yang relevan untuk studi S2. Tanpa surat ini, sistem tidak bisa memverifikasi identitas alumni secara institusional, sehingga pengajuan dianggap tidak sah."
  },
  {
    "Q": "Apakah alumni D3 UNSIQ juga berhak atas beasiswa ini?",
    "A": "Ya, semua lulusan UNSIQ-baik S1 maupun D3-berhak mengajukan, asalkan diterima di program S2. Ini menunjukkan bahwa UNSIQ menghargai semua jalur pendidikan yang pernah dilalui di kampus, bukan hanya lulusan S1. Namun, calon D3 tetap harus memenuhi syarat akademik masuk S2 (misal: IPK minimal, kesesuaian bidang), karena beasiswa tidak menggantikan kriteria seleksi intelektual."
  },
  {
    "Q": "Apa yang terjadi jika alumni tidak mengajukan permohonan melalui sistem?",
    "A": "Ia tidak otomatis mendapat beasiswa, meski status alumni terverifikasi. UNSIQ menerapkan prinsip \"apply to claim\"-artinya, manfaat hanya diberikan jika diajukan secara resmi melalui sistem PMB dengan dokumen lengkap. Jika melewatkan tenggat atau lupa mengajukan, calon harus membayar biaya penuh, karena beasiswa ini bukan hak otomatis, melainkan insentif berbasis permohonan."
  },
  {
    "Q": "Apakah keringanan infaq pengembangan berlaku selama studi S2?",
    "A": "Hanya berlaku di awal saat registrasi, karena infaq pengembangan adalah biaya satu kali yang dibayarkan saat masuk. Jadi, keringanan 50% hanya mengurangi pembayaran tersebut-bukan biaya berulang tiap semester. Ini berbeda dengan SPP yang dibayar tiap semester. Maka, manfaat utama beasiswa ini terkonsentrasi di tahap awal pendaftaran, bukan selama masa studi."
  },
  {
    "Q": "Bisakah alumni UNSIQ sekaligus mengajukan beasiswa Tahfidz?",
    "A": "Tidak, karena berdasarkan ketentuan umum UNSIQ, beasiswa tidak boleh diajukan bersamaan dalam satu periode. Calon harus memilih salah satu: Alumni UNSIQ atau Tahfidzul Qur'an. Jika ia memenuhi keduanya, disarankan memilih yang memberi manfaat lebih besar-misalnya, Tahfidz 30 Juz (bebas infaq + 50% SPP) lebih menguntungkan daripada hanya bebas pendaftaran dan 50% infaq."
  },
  {
    "Q": "Apakah beasiswa Alumni berlaku untuk mahasiswa transfer S2?",
    "A": "Tidak. Karena beasiswa ini hanya untuk mahasiswa baru S2 yang mendaftar melalui jalur reguler PMB UNSIQ. Mahasiswa transfer (misalnya dari PT lain) tidak dianggap \"masuk baru\" dalam sistem UNSIQ, sehingga tidak memenuhi kriteria. Ini selaras dengan kebijakan umum bahwa beasiswa S2-kecuali Tahfidz 30 Juz-tidak berlaku untuk jalur RPL/transfer."
  },
  {
    "Q": "Bagaimana proses verifikasi status alumni di sistem?",
    "A": "Saat mengajukan, sistem PMB akan mencocokkan NIM, nama, dan fakultas asal dengan database alumni UNSIQ. Jika data sesuai dan rekomendasi fakultas terunggah, status \"alumni terverifikasi\" muncul. Jika tidak, calon diminta melengkapi data atau menghubungi bagian alumni. Proses ini otomatis tetapi memerlukan dokumen pendukung resmi untuk mencegah klaim palsu dari pihak luar."
  },
  {
    "Q": "Apa konsekuensi jika rekomendasi fakultas tidak berstempel basah?",
    "A": "Surat rekomendasi harus berstempel basah dan ditandatangani pejabat berwenang (dekan atau wakil). Jika tidak, dokumen dianggap tidak sah secara administratif, dan pengajuan ditolak. UNSIQ menerapkan standar ketat karena rekomendasi institusional adalah fondasi legitimasi beasiswa loyalitas-bukan sekadar surat keterangan biasa. 🔹 B. Beasiswa Tahfidzul Qur'an S2 (15 Dataset)"
  },
  {
    "Q": "Apa manfaat beasiswa Tahfidz 30 Juz untuk program S2?",
    "A": "Penerima dibebaskan dari pembayaran infaq pengembangan dan mendapat pengurangan 50% biaya SPP selama 4 semester sejak tahun masuk. Ini merupakan insentif tertinggi karena mencerminkan penguasaan penuh Al-Qur'an. Manfaat ini signifikan mengingat biaya S2 relatif tinggi, sehingga meringankan beban finansial di masa paling intensif-saat mahasiswa menyusun proposal dan mengikuti matrikulasi."
  },
  {
    "Q": "Berapa persen keringanan SPP untuk Tahfidz 11-20 Juz?",
    "A": "Tahfidz 11-20 Juz mendapat pengurangan 40% dari SPP yang berlaku, berlaku selama 4 semester sejak tahun pertama. Meski tidak sebesar kategori 30 Juz, ini tetap insentif besar yang menghargai usaha pertengahan dalam menghafal. UNSIQ sengaja menetapkan durasi sama (4 semester) untuk semua kategori, menunjukkan bahwa komitmen spiritual dihargai sejak awal studi hingga masa penyusunan tesis."
  },
  {
    "Q": "Apa syarat dokumen untuk pengajuan beasiswa Tahfidz S2?",
    "A": "Calon wajib mengunggah syahadah tahfidz asli atau surat keterangan resmi dari lembaga/pesantren yang ditandatangani dan berstempel basah. Dokumen ini menjadi dasar verifikasi awal sebelum calon diundang mengikuti ujian tahfidz oleh LTPQ UNSIQ. Tanpa dokumen resmi, calon tidak bisa mengikuti ujian-karena ujian hanya diberikan kepada yang telah melalui screening administratif."
  },
  {
    "Q": "Mengapa ujian tahfidz wajib meski sudah punya syahadah?",
    "A": "Karena syahadah hanya membuktikan capaian masa lalu, bukan penguasaan saat ini. Hafalan bisa berkurang jika tidak dijaga. Ujian langsung oleh LTPQ UNSIQ memastikan calon benar-benar mampu melantunkan sesuai klaim, menjaga kredibilitas program beasiswa. Ini juga mendorong mahasiswa S2-yang sibuk riset-tetap menjaga hafalan sebagai bagian dari akhlak akademik."
  },
  {
    "Q": "Apakah Tahfidz 5-10 Juz berhak atas beasiswa S2?",
    "A": "Ya, dengan pengurangan 30% SPP selama 4 semester. Meski persentasenya paling kecil, ini tetap bentuk penghargaan atas komitmen menghafal. UNSIQ sengaja membuka akses hingga 5 Juz untuk mendorong peningkatan hafalan selama studi S2-misalnya, jika di semester 2 mencapai 15 Juz, calon bisa mengajukan penyesuaian beasiswa di semester berikutnya (jika kebijakan mengizinkan)."
  },
  {
    "Q": "Apakah beasiswa Tahfidz S2 berlaku untuk mahasiswa transfer?",
    "A": "Ya, khusus Tahfidz 30 Juz. Berdasarkan ketentuan umum UNSIQ, hanya Tahfidz 30 Juz yang terbuka untuk mahasiswa transfer/jalur RPL, termasuk di jenjang S2. Ini karena hafalan 30 Juz dianggap sebagai prestasi spiritual tertinggi yang layak diakui terlepas dari jalur akademik. Kategori lain (11-20 Juz, 5-10 Juz) tetap eksklusif untuk mahasiswa baru reguler."
  },
  {
    "Q": "Bagaimana jika hasil ujian tahfidz tidak sesuai klaim awal?",
    "A": "Jika calon mengklaim 30 Juz tetapi hanya lulus ujian untuk 20 Juz, ia akan ditempatkan di kategori 11-20 Juz dan mendapat keringanan 40%. Jika tidak lulus sama sekali, tidak berhak atas beasiswa. UNSIQ tidak menghukum, tetapi menyesuaikan manfaat sesuai kemampuan terverifikasi-menjunjung prinsip keadilan dan akuntabilitas akademik-spiritual."
  },
  {
    "Q": "Apakah durasi 4 semester mencakup masa studi normal S2?",
    "A": "Ya, karena studi S2 di UNSIQ umumnya 4-6 semester. Keringanan selama 4 semester berarti mencakup seluruh masa kuliah reguler, kecuali jika mahasiswa memperpanjang studi. Ini dirancang agar manfaat maksimal diberikan di masa paling krusial-sebelum fokus penuh ke tesis di semester akhir. Jika lulus sebelum 4 semester, sisa manfaat hangus-tidak bisa diklaim sebagai uang."
  },
  {
    "Q": "Apa yang dimaksud dengan \"infaq pengembangan\" dalam beasiswa Tahfidz 30 Juz?",
    "A": "\"Infaq pengembangan\" adalah biaya satu kali yang digunakan untuk pengembangan infrastruktur, riset, dan fasilitas kampus-berbeda dengan SPP yang berulang tiap semester. Bagi Tahfidz 30 Juz, biaya ini dibebaskan sepenuhnya, sebagai bentuk penghargaan tertinggi. Ini menunjukkan bahwa UNSIQ tidak hanya menghargai prestasi akademik, tetapi juga kontribusi spiritual terhadap nilai-nilai kampus."
  },
  {
    "Q": "Bisakah surat keterangan pondok menggantikan syahadah?",
    "A": "Ya, asalkan surat tersebut ditandatangani pengasuh resmi dan berstempel basah, serta menyebutkan jumlah juz yang dihafal. UNSIQ menerima surat ini karena banyak pesantren tidak mengeluarkan syahadah formal. Namun, surat tetap harus spesifik dan verifiable-tidak cukup hanya menyatakan \"santri tahfidz\", tetapi harus jelas jumlah juz dan periode hafalan."
  },
  {
    "Q": "Apakah ujian tahfidz dilakukan online atau offline?",
    "A": "Ujian tahfidz dilakukan offline di kampus oleh LTPQ UNSIQ, karena membutuhkan verifikasi langsung suara, tajwid, dan kelancaran. Ujian online tidak diizinkan karena risiko rekaman atau bantuan pihak ketiga. Ini memastikan integritas spiritual beasiswa-bahwa hafalan benar-benar milik calon, bukan hasil bantuan teknologi."
  },
  {
    "Q": "Apakah beasiswa Tahfidz S2 bisa diajukan tiap semester?",
    "A": "Tidak disebutkan secara eksplisit, tetapi berdasarkan pola S1, kemungkinan besar hanya bisa diajukan saat pendaftaran awal sebagai mahasiswa baru. Jika tidak mengajukan saat masuk, calon kehilangan hak-meski di semester 2 hafalannya bertambah. Ini mendorong calon untuk mengungkapkan status tahfidz sejak awal, agar universitas bisa merancang pendampingan spiritual akademik."
  },
  {
    "Q": "Apa yang terjadi jika LTPQ tidak menyelenggarakan ujian tepat waktu?",
    "A": "Jika ujian tertunda karena alasan teknis, status pendaftaran calon tetap aman, tetapi beasiswa baru aktif setelah ujian selesai dan hasil diverifikasi. UNSIQ tidak membatalkan pendaftaran, tetapi menunda aktivasi manfaat hingga proses validasi selesai. Ini menunjukkan komitmen pada prinsip verifikasi sebelum pemberian, bukan asal memberi insentif."
  },
  {
    "Q": "Apakah persentase keringanan SPP tetap sama meski SPP naik?",
    "A": "Ya, keringanan selalu 50%, 40%, atau 30% dari SPP yang berlaku saat itu. Jika SPP naik di semester 3, keringanan dihitung dari nilai baru-bukan dari nominal awal. Ini adil bagi universitas (karena tetap menerima proporsi biaya) dan mahasiswa (karena tetap mendapat diskon konsisten). Tidak ada \"kunci harga\"-manfaat bersifat proporsional, bukan nominal tetap."
  },
  {
    "Q": "Apakah Tahfidz perempuan juga berhak atas beasiswa ini?",
    "A": "Ya, tanpa diskriminasi gender. Tidak ada ketentuan yang membatasi berdasarkan jenis kelamin. UNSIQ memberikan beasiswa Tahfidz S2 berdasarkan jumlah juz dan hasil ujian, bukan identitas gender. Ini selaras dengan semangat kesetaraan dalam pendidikan tinggi Islam-di mana perempuan sama-sama didorong untuk menguasai Al-Qur'an dan ilmu pengetahuan. 🔹 C. Beasiswa Kelas Kerjasama (5 Dataset)"
  },
  {
    "Q": "Apa dasar pemberian beasiswa Kelas Kerjasama di S2?",
    "A": "Beasiswa ini tidak memiliki ketentuan umum, melainkan mengikuti isi MoU (Memorandum of Understanding) dan MoA (Memorandum of Agreement) antara UNSIQ dan mitra (lembaga pemerintah, ormas, perusahaan, dll). Setiap kerjasama memiliki skema berbeda-bisa berupa diskon, bebas SPP, atau pembayaran dicicil oleh mitra. Ini menunjukkan bahwa beasiswa ini bersifat khusus dan negosiasi, bukan program terbuka umum."
  },
  {
    "Q": "Bagaimana calon tahu apakah ia termasuk dalam kelas kerjasama?",
    "A": "Calon harus berasal dari lembaga mitra yang telah menandatangani MoU/MoA dengan UNSIQ. Biasanya, lembaga tersebut menginformasikan langsung kepada anggotanya. Di sistem PMB, biasanya tersedia kode khusus atau menu terpisah untuk jalur kerjasama. Jika calon mendaftar tanpa koordinasi dengan mitra, ia tidak akan diakui sebagai penerima beasiswa ini-karena tidak ada verifikasi institusional."
  },
  {
    "Q": "Apakah persyaratan pengajuan beasiswa kerjasama sama untuk semua mitra?",
    "A": "Tidak. Persyaratan menyesuaikan MoU/MoA masing-masing, sehingga bisa berbeda dalam hal: dokumen (surat tugas, SK, rekomendasi), kuota, besaran beasiswa, atau bahkan prodi yang dibuka. UNSIQ hanya menjadi pelaksana, sedangkan mitra yang menentukan kriteria penerima. Ini memberi fleksibilitas tinggi, tetapi juga menuntut calon untuk berkoordinasi langsung dengan lembaga asal."
  },
  {
    "Q": "Bisakah individu mengusulkan kerjasama beasiswa baru untuk dirinya?",
    "A": "Tidak. Kerjasama beasiswa hanya bisa diinisiasi oleh lembaga/institusi resmi, bukan perorangan. UNSIQ tidak menerima permohonan kerjasama dari calon pribadi. Jika seseorang ingin beasiswa kerjasama, ia harus mendorong lembaganya (kantor, ormas, dll) untuk menjalin MoU dengan UNSIQ terlebih dahulu-baru kemudian mendaftar melalui jalur tersebut."
  },
  {
    "Q": "Apakah beasiswa kerjasama bisa dikombinasikan dengan beasiswa lain?",
    "A": "Tidak, sesuai ketentuan umum UNSIQ: beasiswa tidak boleh diajukan bersamaan dalam satu periode. Bahkan jika MoU menyediakan beasiswa penuh, calon tetap tidak boleh mengajukan Tambahan dari Tahfidz atau Alumni. Ini menjaga prinsip keadilan dan transparansi-bahwa setiap mahasiswa hanya menerima satu skema bantuan dalam satu waktu, meski berasal dari sumber berbeda."
  }
]
